--------第1頁--------

72級校友40重聚 重返80年代流金歲月


CBL大學主客場邀請賽 臺師大主場湧進滿場師生應援迎戰


挪威奧斯陸大學來訪 交換語言學習與科技研究經驗


跨域科技產業創新研究學院揭牌 蔡英文總統：期盼臺師大成為產學新典範


永續所葉欣誠教授發表《地球2.0淨零革命》新書 普及淨零科學知識


亞太師資教育國際研討會 多國學者齊聚臺師大 探討師資培育


臺師大攜手新北共創支持系統 社會情緒學習扎根校園  


EMI教師專業社群成果線上發表會 促進跨校交流學習


應用虛擬實境發現新的教材設計原則

探討不同模擬遊戲設計中學生的學習投入模式

教師的合作與對話是發展教師科技融入教學專業的重要途徑

解鎖大腦力量：阻力健身運動的奇幻效應

光電所師生開發智能辨識廢棄塑料 榮獲智慧晶片系統應用創新競賽銀獎 

首度入圍就摘金 流音碩班楊大正校友獲金鐘獎戲劇男配角獎  

音樂系楊瑞瑟教授及余忠元校友 榮獲傳藝金曲獎肯定 

跨語世代詩人林亨泰傑出校友辭世 文化部代表頒贈總統褒揚令 

體育系產學合作簽約儀式 促進學生接軌運動產業 

撕下工作的負面標籤 國際名廚江振誠談工作美學 

台文系舉辦台灣兒童文學講座 作家張友漁分享創作歷程 

樂活EMBA海外管理實務課程 赴港澳深入了解國際趨勢 
--------第2頁--------
72級校友40重聚 重返80年代流金歲月
假日的初秋校園，湧入一陣陣笑語聲，花甲之年的學長姐回到母校，聯繫40年前的同窗情誼。國立臺灣師範大學「72級風華40重聚」活動於10月21日舉行，畢業40年的72級校友回到師大，和老同學同桌一坐，鈴聲一響，彷彿回到當年校園，共同追憶1979-1983的流金歲月。
現場賓客雲集，貴賓及校友總會多位理監事包括前教育部長吳清基名譽教授、體委會前主委許義雄名譽教授、臺師大前校長黃生名譽教授、臺中校友會前理事長薛光豐校長、國文系陳麗桂教授等，以及本校吳正己校長、宋曜廷副校長、印永翔副校長、劉美慧教務長、林玫君學務長、米泓生總務長、許瑛玿研發長、教育學院田秋蘭院長、理學院陳界山院長、文學院張瓊惠副院長、藝術學院劉建成院長、運動與休閒學院王鶴森院長、國際與社會科學學院賴志樫院長、師資培育學院林子斌院長、進修推廣學院胡衍南院長、人事室紀茂嬌主任、公共事務中心康敏平主任等貴賓及師長共襄盛舉。
重聚人數創新高 見證母校傳承與改變
這次找回近400位72級師大人回母校重聚，還有來自美國、加拿大、馬來西亞、新加坡、香港的十多位海外校友，活動人數創下歷史新高。40年過去，師大校園依舊為學長姐敞開，走過當年熟悉的文薈廳、行政大樓、禮堂；參觀百年校慶紀念勒石與師大美術館，共同見證畢業後師大的傳承與改變。（延伸閱讀》72級校友40重聚 回憶求學時光 樂見師大多元發展）
會場旁有當年大學聯考榜單，校友歡喜和當年榜單上的名字合影，籌備團隊用本次活動主視覺設計成明信片，讓校友們書寫重返校園的心情。有人向青春致敬，感性寫下「師大四年是他一生中最快樂的時光」，女兒是她的學妹，共度青春夢想；也有人感謝72級籌備團隊們，很開心與當年不認識的夥伴們共同籌備活動。
籌備團隊幹部發揮所長，音樂系陳沁紅教授擔任副總召，促成音樂學院弦樂團表演；美術系譚行健校友設計72風華40重聚的logo及紀念品，美術系郭博州校友策畫在德群畫廊的「72風華 40重聚」美術聯展，還有其他幹部不遺餘力規劃活動細節。（延伸閱讀》72風華･40重聚美展 師大德群畫廊隆重展出）
重聚活動總召、米泓生總務長表示，很榮幸被推選為總召，過去參加過畢業30年、40年重聚活動，深知責任重大，感謝同屆同學挺身而出，擔任活動幹部和班級聯絡人，才能在8次的籌備會議後呈現今日成果，也感謝校友中心、公共事務中心團隊及親善大使學生的努力。
米總務長回想，當年入學時常聽到「今日我以師大為榮，明日師大以我為榮！」聯繫72級同學時，得知同學們不論是在教育界、產業界，都對社會做出許多貢獻，相信72級校友們皆是師大的驕傲，也希望校友有空多回母校看看。
臺師大吳正己校長致詞時回憶，自己讀大四時，剛好72級學弟妹是大一生，曾經和學弟妹們一起住師大學一舍，當時的文薈廳、行政大樓、普通大樓、禮堂，現在已變成市定古蹟，文學院家政系當年每週四都會賣便當，家政系今年也更名為幼兒與家庭科學系。新舊回憶交錯，呈現師大古典又現代的精神。
師大持續進步 不忘典範初衷 培養跨域人才
過去40年間，師大一直進步中，吳校長表示，師大在今年第二期高等教育深耕計畫中，獲教育部補助金額比第一期增加逾1億元，成長幅度近五成，是全國大學之最；去年百年校慶向校友及各界募集的款項，未來將興建公館校區的國際教學研究大樓，累積更多教學研究及社會貢獻；近年校友在各領域發光發熱，大約有八成學生畢業後至產業界服務；今年剛成立的跨域科技產業創新學院，12家合作企業每年資助8000萬元，國發基金補助8000萬元，合計1億6千萬元，將持續培養跨領域人才。
62級教育系、教育部前部長吳清基名譽教授致詞，40年前師大只有4個學院，現在成長到10個學院、62個學系，證明師大已經成功轉型，從師資培育的搖籃，變成栽培各方人才的重鎮。
吳清基名譽教授表示，師大在國際成績排名亮眼，QS公布2022全球大學學科排名，共有16個學科上榜，其中4學科入榜全球百名，教育學科獲評為全球第26名，上榜的16學科中，共有4學科名列全國第一，包括教育、圖資、運動及表演藝術學科；臺灣最佳大學排行榜中，臺師大在人文社科大學連續六年蟬聯冠軍。
現場活動勾起青春回憶 校友專案申辦享好康　
典禮間也播放去年百年校慶紀念勒石紀錄片，勒石由全國校友總會捐贈，代表全體校友祝母校生日快樂。此外，公共事務中心康敏平主任表示：「配合百年校慶及校友重聚活動，臺師大推出校友證重聚值年校友專案，讓校友一次辦證即享永久會員，免年費、免續卡，享師大校園停車場、游泳池、圖書館、進修課程、購買紀念品等優惠。」透過現場的校友證得來速，即可現場申辦、快速取卡。
主舞臺上，音樂學院弦樂團16位團員演出多首古典名曲，薩克斯風手帶來 1980年代金曲串燒，重聚活動主人翁也自籌相聲表演，由72級教育系黃秀霞與物理系魯台營用中氣十足的語調，細數當年「課業、社團、愛情」的校園點滴，像是大一有許多共同必修，就連理學院也要上四書五經、參加社團迎新送舊與聯誼，女生宿舍前上演十八相送等有趣回憶。還有72級體育系呂日暖帶領丙班同學，一起示範「歡樂年華」帶動唱，邀請臺下同學動起來活動筋骨。
傳承歸零搖鈴 相約下個10年再見 
活動結尾，米泓生總召帶領全體籌備團隊上台，並將象徵「歸零」的搖鈴傳承給73級代表、體育系温良財，象徵「團圓」的四十重聚會旗，傳承給73級代表、地理系沈淑敏，相約下個10年在母校再見，替活動畫下溫馨句點。
這次72級美術系也藉著重聚活動舉辦畫展，向全體72級校友徵集作品，參展人數到達65位，作品展現72級校友畢業後各自的生命故事，10月21日至10月26日於師大美術系系館一樓德群畫廊展出。（撰文：社教114陳廷安 / 編輯：張適 / 核稿：胡世澤、楊雅雯、鄧麗君 ）
延伸閱讀》72級校友40重聚 回憶求學時光 樂見師大多元發展
延伸閱讀》72風華･40重聚美展 師大德群畫廊隆重展出
 
更多精彩照片》請按點選超連結：活動集錦、全班團拍
72級籌備幹部名單(本籌備會乃由各班聯絡人組成)
召集人：物理系地科組米泓生
副召集人：音樂乙 陳沁紅
總幹事：社教系 黃麗虹
財務組：社教系 林秀慧
活動組：社教系 林秀慧、體育丙 呂日暖、物理乙 林合彥、教育乙 黃秀霞、物理甲 魯台營
文宣組：美術系 譚行健、美術系 嚴貞、工教系 黃良志
總務組：體育乙 蔡虔祿
展覽組：美術系 郭博州
聯絡組：教育系甲 洪志成、教育系乙黃秀霞、施李麗淑、社教系 黃麗虹、教心系 文家緣、衛教系 方淑敏、體育系甲 黃欽永、體育系乙 蔡虔祿、體育系丙 呂日暖、工教系職甲 李聲吼、工教系職乙 方耀鴻、工教系職丙 李春明、工教系技甲 陳清煌、工教系技丙 黃良志、家政系甲 鍾芷芬、家政系乙 蔡鳳紫、國文系甲 吳麗卿、國文系乙 張澄仁、國文系丙 許俊雅、國文系丁 唐慧文、歷史學系 邱榮裕、地理學系 李兆玲、英語系甲 程玉秀、英語系乙 王美雲、公訓系甲 董秀蘭、公訓系乙 汪玉瑄、音樂甲乙 陳沁紅、美術系日 郭博州、美術系夜甲譚行健、嚴貞、美術系夜乙 李振明、數學系甲 官長壽、數學系乙 鍾祺聰、數學系丙 賴榮孝、物理系甲 祁明輝、物理系乙 林合彥、郭國勝、物理系地科組 米泓生、化學系甲 鄭建立、化學系乙 黃居正、生物系甲乙黃雪芳
 





校友貴賓及師長齊唱校歌



校友合影



米泓生總召帶領全體籌備團隊上台，並將象徵「歸零」的搖鈴傳承給73級代表體育系温良財







校友貴賓及師長齊唱校歌



校友合影



米泓生總召帶領全體籌備團隊上台，並將象徵「歸零」的搖鈴傳承給73級代表體育系温良財



2023.1024






教育部前部長吳清基名譽教授致詞





72級教育系黃秀霞與物理系魯台營用中氣十足的語調，細數當年「課業、社團、愛情」的校園點滴。





音樂系陳沁紅教授擔任副總召，促成音樂學院弦樂團表演





72級體育系呂日暖帶領丙班同學，一起示範「歡樂年華」帶動唱，邀請臺下同學動起來活動筋骨





相隔40年，72級校友全班再拍團體照。















教育部前部長吳清基名譽教授致詞





72級教育系黃秀霞與物理系魯台營用中氣十足的語調，細數當年「課業、社團、愛情」的校園點滴。





音樂系陳沁紅教授擔任副總召，促成音樂學院弦樂團表演





72級體育系呂日暖帶領丙班同學，一起示範「歡樂年華」帶動唱，邀請臺下同學動起來活動筋骨





相隔40年，72級校友全班再拍團體照。












教育部前部長吳清基名譽教授致詞





72級教育系黃秀霞與物理系魯台營用中氣十足的語調，細數當年「課業、社團、愛情」的校園點滴。





音樂系陳沁紅教授擔任副總召，促成音樂學院弦樂團表演





72級體育系呂日暖帶領丙班同學，一起示範「歡樂年華」帶動唱，邀請臺下同學動起來活動筋骨





相隔40年，72級校友全班再拍團體照。








 
--------第3頁--------
CBL大學主客場邀請賽 臺師大主場湧進滿場師生應援迎戰
由臺灣師大所創辦的CBL大學籃球主客場邀請賽，在10月17日迎接首場的主場賽事，對上近年UBA公開一級勁旅政治大學，不僅集結校內逾600名師生齊聚應援，一起捍衛師大主場，中場更由知名饒舌歌手 SHOU 婁峻碩親臨現場表演，作為本邀請賽主辦單位，全面展現主場士氣。
大學球隊不再只有UBA大專籃球聯賽的舞臺，臺灣師大開創辦理「CBL大學籃球主客場邀請賽」，今年秋季邀集臺灣北區包含國立臺灣大學、國立臺灣科技大學、國立政治大學、國立臺灣藝術大學、健行科技大學六校球隊共同參與，仿效美國NCAA主客場賽制，盼讓籃球競技實際走入校園，開創新穎且更富凝聚力的運動風氣，也增加更多一般學生認識校隊及籃球的機會。
作為新學年度UBA賽前「前哨之戰」，臺師大吳正己校長表示：「運動不應只存於競技，更不是只有獎盃、金牌至上，在美國我們可以看到NCAA透過主客場賽制的辦理，讓學生運動實際成為校園風氣的一環，成為在學學生、畢業校友共同凝聚的核心，那才是運動真正的價值所在。」
上週臺師大以客隊之姿到政大比賽，一路緊咬惜下半場無緣逆轉取勝，本週回到自家主場迎戰，同時也是師大校本部球館睽違十年再度作為大專賽事場地，從校園號召及主場表演內容安排，在在展現取勝決心，比賽開場由師大熱舞社帶來精彩表演，為賽事點燃氣氛，中場更由知名饒舌歌手婁峻碩親臨現場表演，帶來勁歌熱舞，場邊觀眾的熱血氣氛及熱情加油聲貫穿體育館。
臺師大校長吳正己、印永翔副校長、陳焜銘副校長、男籃隊領隊季力康教授、林安邦主任秘書、林玫君學務長、運動與休閒學院王鶴森院長、體育室李佳融主任與眾多師長一起進場為球員加油。不僅如此，亞運銀牌選手「臺灣蝶王」王冠閎和黃智勇教練也親臨現場，為師大加油打氣。
吳正己表示：「透過這場主場比賽，希望讓大家看見師大同學們的團結與活力。主客場賽事不僅只為籃球賽，更是兩間學校的交流與互動。」
本場開賽臺師大企圖自禁區強化攻守應對，然政大先發憑藉游艾喆與莫巴耶的內外連線，單節率先以雙位數分差的告捷，莫巴耶更半場獨有 14 分 7 籃板數據，大一新人徐得祈亦有全場最高 6 助攻表現。儘管下半場臺師由劉律世與魏芃禾聯手領軍，積極尋求進攻突破，團隊多次失誤與未見提升的命中率，仍成為追分致命傷，終場48：90由政大帶走勝利。
雖然未能成功把握主場優勢贏得比賽，不過相信全校師生一起進場，感受籃球的魅力，共同留下深刻回憶。
賽後政大教練陳子威表示：「過去師大三連霸的第一年冠軍，當時我是球員，也就是在這個球場封王，如今以教練身份重回這個主場，看見滿場球迷進場加油，勾起很多回憶和感動，非常感謝師大主動提出並辦理這個賽事。」首屆主客場賽事由臺師大出發，盼引領國內學生籃球創造嶄新風氣。（撰文:校園記者幼家科學系115林宸伃 / 編輯:張適 / 核稿:胡世澤、鄧麗君）
延伸閱讀》大學籃球主客場邀請賽 臺師大男籃挑戰政大雄鷹主場惜敗
延伸閱讀》臺師大發起打造臺版NCAA舞台 大學籃球主客場邀請賽六校聯手開戰
 
 
 
 





大學主客場邀請賽臺師大及政大貴賓及籃球隊球員合影



臺師大校長吳正己盼藉由主客場辦理促進校園間的交流。



臺灣師大所創辦的CBL大學籃球主客場邀請賽，昨晚迎接首場的主場賽事，對上近年UBA公開一級勁旅政治大學，不僅集結校內逾500名師生齊聚應援，中場更由知名饒舌歌手 SHOU 婁峻碩親臨現場表演。







大學主客場邀請賽臺師大及政大貴賓及籃球隊球員合影



臺師大校長吳正己盼藉由主客場辦理促進校園間的交流。



臺灣師大所創辦的CBL大學籃球主客場邀請賽，昨晚迎接首場的主場賽事，對上近年UBA公開一級勁旅政治大學，不僅集結校內逾500名師生齊聚應援，中場更由知名饒舌歌手 SHOU 婁峻碩親臨現場表演。



2023.1019
接著臺師大將對上臺大，一起為師大男籃加油！
［主場賽事］11/02（四）19:00 臺灣師大v.s 臺灣大學
［客場賽事］10/31（二）19:00 臺灣大學 v.s 臺灣師大






主場球隊臺師大吳正己校長致詞





賽後政大教練陳子威表示：「過去師大三連霸的第一年冠軍，當時我是球員，也就是在這個球場封王，如今以教練身份重回這個主場，看見滿場球迷進場加油，勾起很多回憶和感動，非常感謝師大主動提出並辦理這個賽事。」





臺灣師大所創辦的CBL大學籃球主客場邀請賽，昨晚迎接首場的主場賽事，對上近年UBA公開一級勁旅政治大學，不僅集結校內逾500名師生齊聚應援，中場更由知名饒舌歌手 SHOU 婁峻碩親臨現場表演。

















臺師大主場吸引逾 600 名師生進場觀賽支持。









主場球隊臺師大吳正己校長致詞





賽後政大教練陳子威表示：「過去師大三連霸的第一年冠軍，當時我是球員，也就是在這個球場封王，如今以教練身份重回這個主場，看見滿場球迷進場加油，勾起很多回憶和感動，非常感謝師大主動提出並辦理這個賽事。」





臺灣師大所創辦的CBL大學籃球主客場邀請賽，昨晚迎接首場的主場賽事，對上近年UBA公開一級勁旅政治大學，不僅集結校內逾500名師生齊聚應援，中場更由知名饒舌歌手 SHOU 婁峻碩親臨現場表演。

















臺師大主場吸引逾 600 名師生進場觀賽支持。






主場球隊臺師大吳正己校長致詞





賽後政大教練陳子威表示：「過去師大三連霸的第一年冠軍，當時我是球員，也就是在這個球場封王，如今以教練身份重回這個主場，看見滿場球迷進場加油，勾起很多回憶和感動，非常感謝師大主動提出並辦理這個賽事。」





臺灣師大所創辦的CBL大學籃球主客場邀請賽，昨晚迎接首場的主場賽事，對上近年UBA公開一級勁旅政治大學，不僅集結校內逾500名師生齊聚應援，中場更由知名饒舌歌手 SHOU 婁峻碩親臨現場表演。

















臺師大主場吸引逾 600 名師生進場觀賽支持。


 
--------第4頁--------
挪威奧斯陸大學來訪 交換語言學習與科技研究經驗
挪威奧斯陸大學校長 Prof. Svein Stølen 及資深戰略顧問 Mrs. Marianne Knarud 於10月6日來訪臺師大，由吳正己校長與國際事務處劉以德處長對談，除了學生與院級教師交換，他們對臺師大華語文與科技研究中心相當有興趣，希望促成兩校間更密切合作交流。
挪威奧斯陸大學位於首都奧斯陸，被認為是北歐最具聲望的大學之一。因為該校語言門檻較低、生活費也相對歐洲其他姐妹校低廉，深受本校學生喜愛；截至112學年度第一學期，已有55位學生成功交換。
吳正己校長表示，臺師大擁有有多所姐妹校，分布在東南亞、美國、中國、日本、韓國及西歐地區，希望未來能加強和北歐地區學校的合作，拓展臺師大在北歐的國家視野。
Svein Stølen校長和Marianne Knarud顧問也對本校兩個研究中心感興趣。華語文與科技研究中心(CTLC)整合語言學、心理學、學習科技和測驗評量等研究人員，擁有全國最大華語學習者語音與文本語料庫，開發繁、簡體字之華語教學數位平台與技術等。國際臺灣學研究中心(ITSC)除自身研究領域外，更重要是推展國際性交流活動，並與國外之臺灣研究單位建立合作交流機制。兩中心的學習、研究資源，都將為學習中文的外籍學生提供很大幫助。
奧斯陸大學本身參與歐盟伊拉斯謨計劃(Erasmus)，為「關於大學生移動的歐洲社區行動計畫」(EuRopean Community Action Scheme for the Mobility of University Students)全名縮寫。運作機制與臺灣大學系統相似，唯一不同的是，Erasmus為針對歐盟內部成員間的交流。希望學生能前往歐洲大學之外的學校學習，只要有修習到相關領域如中文、華文、漢學，就必須到中文母語國家進修，並取得30 ETCS學分（相當於臺灣15學分）才能畢業。
臺師大兩個研究中心豐富資源，及富有盛名的國語教學中心(MTC)，對奧斯陸學生來說，是很值得考慮的學習場域；他們也對臺灣民主制度很感興趣，想了解制度如何運作，也很放心讓學生來臺學習。Marianne Knarud顧問也提到，本次來訪令她印象深刻，肯定臺師大的國際視野及邁向國際化的詳細規劃，期許未來有機會能和臺師大發展更深入的合作關係。(撰文：校園記者英語115王姿晨 / 編輯：張適/ 核稿：胡世澤、鄧麗君)
 
 
 
 





大合照。



挪威奧斯陸大學校長（Prof. Svein Stølen）及資深戰略顧問（Mrs. Marianne Knarud）於10月6號來訪臺師大，由吳正己校長與國際事務處劉以德處長對談。



Svein Stølen校長和Marianne Knarud顧問也對本校兩個研究中心感興趣。







大合照。



挪威奧斯陸大學校長（Prof. Svein Stølen）及資深戰略顧問（Mrs. Marianne Knarud）於10月6號來訪臺師大，由吳正己校長與國際事務處劉以德處長對談。



Svein Stølen校長和Marianne Knarud顧問也對本校兩個研究中心感興趣。



2023.1017
 

 

 
















































































 
--------第5頁--------
跨域科技產業創新研究學院揭牌 蔡英文總統：期盼臺師大成為產學新典範
國立臺灣師範大學10月4日舉行「跨域科技產業創新研究學院」成立暨揭牌典禮，蔡英文總統、教育部部長潘文忠、臺師大校長吳正己、臺師大校友總會理事長許勝雄、名譽理事長王金平等貴賓共同揭牌，承德油脂、元太科技、瑞昱半導體、江陵機電、中強光電、麗臺科技、友達光電、康舒科技、易晨智能等知名企業及校內師生皆出席共襄盛舉，蔡總統更期許臺師大成為產學合作新典範，為科技研究注入新動能。
揭牌典禮於古蹟禮堂舉行，音樂學院學生演奏《艾爾加：威風凜凜進行曲》揭開序幕，除了校內師生踴躍出席外，與會貴賓還有總統府張惇涵副秘書長、教育部高教司梁學政副司長、承德油脂李義發董事長、王明瑞總經理、元太科技洪集茂副總經理、瑞昱半導體陳志通技術長、江陵機電林美東董事長、林哲豪董事、麗臺科技莊宸銘總經理、友達光電招募部張琦德經理、康舒科技許介立董事長、易晨智能許永昌董事長等。
吳正己校長致詞指出，臺師大呼應國家政策，成立跨域科技產業創新研究學院，結合科技與工程學院、理學院及人文社會科學院系的研究能量及12家企業的支持，在學院下設置AI跨域應用、綠能科技與永續治理兩個研究所，透過產官學合作機制，讓學生更貼近產業需求，增加職場競爭力，也培養國家需要的人才，未來臺師大會更努力達成促進產業升級及為國家培養人才的目標。（吳正己校長致詞全文網址）
蔡英文總統致詞表示，她肯定臺師大因應全球產業發展趨勢，設置人工智慧與綠能科技領域兩大研究所，相信由學界和業界以靈活、彈性的創新合作模式，一定能匯集更多資源，培育出優秀的產業人才，並期許該研究學院成為產學研究合作的新典範，為臺灣下個世代的科技產業注入強勁的動能，持續提升國家的國際競爭力。
蔡總統致詞時，首先感謝臺灣師範大學響應政府的產業創新政策，成立了「跨域科技產業創新研究學院」。在2021年《產學創新條例》通過之後，這是第10所頂尖大學加入設立研究學院的行列，也是第11個研究學院。
蔡總統指出，這11個研究學院的設立，都攸關國家未來產業發展的重心，包括半導體、人工智慧、智慧製造、循環經濟及金融。在這些領域，我們必須透過產學合作，在人才培育上取得先機。
她表示，這些學院也是因應全球產業發展的趨勢，像是今天臺師大成立的研究學院，設置了「AI跨域應用研究所」以及「綠能科技與永續治理研究所」，這兩大研究所都呼應了當前科技產業的關鍵項目。
人工智慧的浪潮，正在席捲全世界，蔡總統說，AI不僅改變我們的產業模式，更不斷重新塑造人類的價值觀。因此，我們更需要以「人文的心、科技的腦」，來解析並引領人工智慧的發展。她相信，藉由臺師大的人文關懷底蘊，將能培育出AI產業應用的關鍵人才。
在綠能方面，2050淨零轉型已經是全球的共識，她表示，我們有決心、也有責任，要達到這個目標。未來，不論是智慧電網，或是儲能和節能科技，都是臺灣產業建構綠色供應鏈，非常重要的發展方向。
與此同時，我們也需要培育更多、具備前瞻視野的綠能人才。她要特別感謝臺師大吳正己校長以及12家合作的企業夥伴，一起投入這項重要的工作。尤其，在今天揭牌過後，研究學院將和產業界共同建立跨域綠能應用平臺，讓綠電參與制度能夠更健全，也協助臺灣在淨零轉型的道路上走得更穩健。
總統說，相信由學界和業界共同努力，以靈活、彈性的創新合作模式，一定能匯集更多資源，培育出優秀的產業人才。她也期待，臺師大的「跨域科技產業創新研究學院」能夠在產學研究合作上，成為新的典範，也為臺灣下個世代的科技產業注入強勁的動能，持續提升國家的國際競爭力。（資料來源：總統府、校長室、產創學院 / 攝影：張適、總統府 / 編輯：胡世澤 / 核稿：鄧麗君）
 
 
 






總統出席臺師大「跨域科技產業創新研究學院成立暨揭牌典禮」並致詞



臺灣師大「跨域科技產業創新研究學院」今日正式揭牌，總統蔡英文、教育部部長潘文忠、臺師大吳正己校長、臺師大校友總會理事長許勝雄、名譽理事長王金平都出席活動，承德油脂、元太科技、瑞昱半導體、江陵機電、中強光電、麗臺科技、友達光電、康舒科技、易晨智能等知名企業及校內師生共襄盛舉。



揭牌典禮於古蹟禮堂舉行，音樂學院學生演奏《艾爾加：威風凜凜進行曲》揭開序幕。








總統出席臺師大「跨域科技產業創新研究學院成立暨揭牌典禮」並致詞



臺灣師大「跨域科技產業創新研究學院」今日正式揭牌，總統蔡英文、教育部部長潘文忠、臺師大吳正己校長、臺師大校友總會理事長許勝雄、名譽理事長王金平都出席活動，承德油脂、元太科技、瑞昱半導體、江陵機電、中強光電、麗臺科技、友達光電、康舒科技、易晨智能等知名企業及校內師生共襄盛舉。



揭牌典禮於古蹟禮堂舉行，音樂學院學生演奏《艾爾加：威風凜凜進行曲》揭開序幕。




2023.1006

 

 


































































































 
--------第6頁--------
永續所葉欣誠教授發表《地球2.0淨零革命》新書 普及淨零科學知識
國家發展委員會於去年3月，宣布臺灣2050淨零排放的國家目標後，如何達成淨零碳排，已成政府、企業亟需應對的課題。國立臺灣師範大學永續管理與環境教育研究所葉欣誠教授出版《地球2.0淨零革命》，為國內第一本從臺灣角度完整闡述國際淨零脈絡、氣候變遷，如何牽動全球政治、社會與生態和綠色經濟及永續投資的淨零工具書。10月23日新書發表，多位企業界貴賓出席表達淨零長遠牽動地球永續，影響企業生存，期望淨零科學知識普及。
《地球2.0淨零革命》作者臺師大永續所葉欣誠教授，長期深耕鑽研氣候變遷和永續發展等議題。葉教授表示，全球永續潮流發展至今，降低碳排已非以往環境教育層次進行道德呼籲，而是必須扎扎實實力行達成的課題，而且未來國際上的要求將會更加嚴格。
葉教授指出，想在2050年達到「淨零排放」，不僅政府需要因應氣候變遷，企業也不再是旁觀者。各類積極限制碳排放的自願性倡議及強制性規範，結合企業永續ESG（Environment, Social and Governance）的揭露架構等，在幾年內蓬勃發展，更讓企業明確理解，因應氣候變遷已經不是提升形象的選項，而是關係生存發展的必要措施。
《地球2.0淨零革命》這本書以「地球2.0」作為主調：一方面說明我們需要努力，控制升溫不超過2.0°C這門檻大限；另一方面也提醒，需要面對另一個很不熟悉的地球生態系，與人類社會運作模式。現在，全球升溫門檻已設定為更嚴格的1.5°C，代表需要採取斷然的深度減碳作為，也就是2050年前達到淨零排放「終極目標」。「淨零」並不是強化現有科技和政策就能達到的境界，需要的是「革命」式的翻轉—全球各國通力合作、企業及社會澈底轉型、人民根本轉換思維。
本書第一章提供關於氣候變遷基礎科學背景，也對相關整體國際發展簡要回顧；第二章強調人類作為與想法，在因應氣候變遷歷程中扮演的複雜角色；第三章是本書重點，說明企業轉型的必要性，和因應未來的思維模式與實務作為；第四章以氣候變遷調適為主題，探討我們在「地球2.0」下的挑戰及機會。
葉教授期待，這本書可作為我們邁向「地球2.0」過程中的歷史紀錄，也期待藉由更多人對於氣候變遷的關切和積極行動，讓我們有機會走上永續與韌性的路徑。
國際品牌：2030年前達到碳中和或淨零排放
葉教授新書發表會由臺灣食育協會黃兆徽理事長主持，包含臻鼎科技集團謝進賢副總經理、和碩集團童子賢董事長、國泰金融控股公司程淑芬投資長、歐萊德國際股份有限公司葛望平董事長、世新大學行政管理學系伍佩鈴副教授級專業技術人員、TVBS新聞部楊樺副總監、SGS臺灣檢驗科技黃世忠副總裁、幸福綠光出版社洪美華社長、遠見行銷部暨領導影響力學院林芳燕總經理、臺灣山海天使環境保育協會陳映伶秘書長等，多位深度投入永續議題的企業界貴賓到場支持，認為此時《地球2.0淨零革命》出版，正好呼應國內對於永續知識的急切需求。
許多國際品牌商及價值鏈，也陸續宣告極具企圖心的目標和快速行動，要在2030年前達到碳中和或淨零排放，牽動全球供應鏈布局與應對行動。同時，聯合國已不再以簡單的環境保護視角看待氣候變遷，而是定位為關係人類發展的綜合議題。
2021年，聯合國政府間氣候變化專門委員會（Intergovernmental Panel on Climate Change, IPCC）發行的AR6（Sixth Assessment Report），開始使用「共享社會經濟路徑」（Shared Socioeconomic Pathway, SSP）作為情境名稱，象徵明確典範轉移—企業在過去是氣候變遷的問題製造者，以後必須成為解方的提供者及行動者。
童子賢：歐盟開徵邊境碳稅 企業面臨四、五千億碳稅壓力
葉教授《地球2.0淨零革命》的出版，獲財團法人臻鼎教育基金會支持。臻鼎謝進賢副總經理表示，臻鼎從創立以來，就在創新、採購、生產等面向力求綠色環保，也長期支持環境教育活動。期望這本書的出版，讓更多企業和民眾了解淨零知識，並且具體採取行動。
和碩童子賢董事長則對臺灣在應對氣候變遷行動上表示悲觀，除了世界各國還有許多氣候變遷否定論者，如印度與東南亞國家近年經濟發展強勁，會相當需要化石燃料作為驅動力。此外，臺灣能源碳排偏高，也使臺灣淨零腳步落後，尤其在歐盟開徵邊境碳稅後，企業將面臨達四、五千億碳稅壓力。
國泰金控程淑芬投資長表示，企業面臨的是「NO ESG, NO MONEY」、「NO ESG, NO BUSINESS」，而且從永續到氣候行動，也進一步延伸到生物多樣性議題。《地球2.0淨零革命》已經將這些議題以及企業需要應對的框架爬梳分明，企業要儘快運用認可的分析工具展開行動。
歐萊德：前進格陵蘭 不只國家會消失
歐萊德葛望平董事長分享前進格陵蘭和馬紹爾拍攝所見，氣候變遷造成的影響，消失的可能是一個國家，一種人類的文化傳承。葛董事長表示，GDP（Gross Domestic Product）時代已經過去，國家企業未來的永續競爭力是「GEP」，E是Ecosystem，指的是「生態系統生產總值」，是人類福祉與經濟社會可持續發展最終產品及服務價值的總和。
世新大學伍佩鈴老師表示，從多次民意調查都顯示，民眾認知應該採取低碳行動；然而，行動力仍不夠。伍老師說，提供給企業的相關課程非常多，但到底要如何行動，仍較不足。
TVBS新聞部楊樺副總監表示，全球華文永續報導獎的成立，便是媒體關注環境生態和永續議題。未來記者需要關注更多國際新聞動向，像是《聯合國氣候變化框架公約》（United Nations Framework Convention on Climate Change, UNFCCC）及其COP28（28th Session of the Conference of Parties）動態。
SGS黃世忠副總裁表示，民眾對減碳的認知也不足，比如冷氣溫度差1度，耗能差10%，但還是有許多民眾習慣將冷氣溫度調很低。此外，目前減碳行動多半在外銷，但碳排占比有相當大是內需企業。黃副總裁建議，金融業多結合公民行動，由消費端促使企業採取減碳行動。（資料來源：今周刊、三立新聞網／編輯：吳韋諒／核稿：胡世澤）
《地球2.0淨零革命》在11月將有新書分享會，入場名額有限，歡迎各界報名參加：
臺北場：
時間：2023年11月19日（日）14:00-16:00。
地點：金石堂信義店龍顏講堂（臺北市大安區信義路二段196號）。
新北場：
時間：2023年11月21日（二）14:00-15:30。
地點：國立臺灣圖書館1樓簡報室（新北市中和區中安街85號）。





臺師大永續所葉欣誠教授於10月23日發表新書《地球2.0淨零革命》，特地邀請相關企業、學術、媒體代表等與會，在活動中對氣候變遷和永續發展議題進行交流。（照片來源：新自然主義、幸福綠光出版社）



葉欣誠教授指出，想在2050年達到「淨零排放」，不僅政府需要因應氣候變遷，企業也不再是旁觀者。（照片來源：新自然主義、幸福綠光出版社）











臺師大永續所葉欣誠教授於10月23日發表新書《地球2.0淨零革命》，特地邀請相關企業、學術、媒體代表等與會，在活動中對氣候變遷和永續發展議題進行交流。（照片來源：新自然主義、幸福綠光出版社）



葉欣誠教授指出，想在2050年達到「淨零排放」，不僅政府需要因應氣候變遷，企業也不再是旁觀者。（照片來源：新自然主義、幸福綠光出版社）







2023.1026








 
--------第7頁--------
亞太師資教育國際研討會 多國學者齊聚臺師大 探討師資培育
為促進亞太地區教育及師資培育教育研究合作，國立臺灣師範大學教育學院攜手亞太師資教育協會與臺灣教育學術聯盟，10月19日及20日在教育大樓三樓會議室，舉辦「2023亞太師資教育國際研討會」。本次研討會邀請來自11國的教育專家及學者齊聚臺師大，為師資培育激發更深層多元的思考。
本屆研討會主題為「Connecting Multiculturalism, Sustainability and Teacher Education」，聚焦如何將師資培育連結多元文化及永續的討論，兩天內共進行三場專題演講、六場學術論文發表、兩場院長論壇、三場跨國專題討論、一場臺灣教育聯盟（TEA）論壇及研討會；內容豐富多元，充份展現師資培育與多元永續間深入的對話。
臺師大吳正己校長在開幕式中表示，這次論壇主題跟教學現場議題有高度關聯，強調多元文化經驗的交流，培養永續教育精神，以及教育工作者在這場教育變革中扮演的關鍵作用。本次研討會除了透過11國學者分享多元觀點，更邀請各國教育學院院長分享各國師資培育的進展，透過學術論壇、多邊交流與討論，希望大家都能滿載而歸。
「在疫情之後，很開心我們能在師大重聚共同討論師資培育如何連結多元文化與永續。這次我們共邀請15位專家學者發表演說，希望大家享受這場學術饗宴。」臺師大教育學院田秀蘭院長這麼說。
第一天三場專題演講邀請到義大利波隆納大學Massimiliano Tarozzi教授、新加坡南洋理工大學Seng Chee Tan教授以及日本名古屋大學Shoko Yamada教授分享各國經驗。
Tarozzi教授表示，全球公民教育(Global Citizenship Education)作為一種新的教育視角和理念，在教育理論和方法上對知識、能力和價值給予師培不同影響。因此，師資培育不僅對於提供教師在全球公民教育中所需的知識和能力至關重要，同時也可以被視為有助於成功傳遞全球公民教育的重要因素。
第一天下午六場學術論文發表分別以「教育體制與政策的回應性」、「教師的專業化、再專業化和發展」、「教師的主動性和適應能力」、「跨學科研究，以實踐多元文化和永續教育」、「多元文化社會的準備和意識」、「教師在新興技術下的適應和教學轉變」之主題進行論文發表。除了學術論文發表，第二天更有多國院長會談及跨國專題討論，精彩可期。 （撰文：校園記者華語碩林姿均 ∕ 編輯：張適 ∕ 核稿：胡世澤）
各國教育學院長介紹





大合照。



臺師大教育學院攜手亞太師資教育協會與臺灣教育學術聯盟，舉辦「2023亞太師資教育國際研討會」。



臺師大吳正己校長開幕式致詞。







大合照。



臺師大教育學院攜手亞太師資教育協會與臺灣教育學術聯盟，舉辦「2023亞太師資教育國際研討會」。



臺師大吳正己校長開幕式致詞。



2023.1026




















































































































 
--------第8頁--------
臺師大攜手新北共創支持系統 社會情緒學習扎根校園  
許多學生有情緒困擾時，不知該怎麼辦？國立臺灣師範大學與新北市教育局合作，全國首創建構校本社會情緒學習指引方案，10月23日由宋曜廷副校長與張明文局長代表簽署「共創社會情緒學習支持系統合作備忘錄」，並結合臺師大幼兒與家庭科學學系吳怡萱教授獨家開發的「情緒偵探卡」教具，進入校園推廣與應用。希望這方案能引領學生了解及訴說自身情緒，進而由師長輔導，建立完善的情緒支持系統。
主責推動的臺師大「教育研究與創新中心」主任陳佩英教授表示，近年來青少年求助的主要問題中，以「情緒困擾」位居首位，包括親子衝突、父母爭吵、家庭暴力等。因此，如何透過教育局與學校的通力合作，培力教師社會情緒學習的有效引導，掌握培養學生社會情緒能力的關鍵作法，以協助孩子與他人建立有意義的關係連結，已是刻不容緩的議題。 
根據簽署合作內容，為營造溫馨友善校園，雙方將從「校園幸福感問卷調查」、「教師社會情意教育培力」、「學生專題式學習與實作」、「師生100天幸福感行動方案」、「專業諮詢與入校協助」五大重點項目，全面展開校本社會情緒學習的推動。 
臺師大教育研究與創新中心從今(112)年起為期3年，先對高中職進行校園幸福感問卷調查，並從調查結果分析師生幸福指數，作為後續社會情緒課程設計的重要參考；再運用臺師大教育學院社會情緒教育與發展研究中心（SEED CENTER）開發的「Best Me培訓教材」，辦理循環式六週教師增能與種子師資工作坊，預計培育200位種子教師，帶領學生共同實踐100天幸福感推動方案，包括自我照顧、情緒舒緩、正念訓練等，並會提供專業諮詢入校服務，逐步建構幸福校園的推動模式。 
宋曜廷副校長表示，「情緒教育」很重要，在多元社會價值下，師生身心都需要更多安定力量，如何協助老師教學更有信心快樂，將這樣的情緒傳遞到學生身上，是刻不容緩的問題，預見該方案試辦後會成為全台的標竿，對師生都會有很好的助益。 
張明文局長說，過去教育太重視學業認知，缺乏「情緒教育」，身體健康可以透過運動，但心理健康教育部分，東方社會比較忽略，這是臺灣教育必要努力的地方，很開心可以跟臺師大合作，將頂尖大學研究帶入學校，希望能讓孩子從小就能管控與覺察情緒。種子教師培訓完後，將課程融入平常教學中，讓師生身心安頓，對於人格培養與未來學習幫助會很大，是全國首創的創新突破性作法，將從高中職開始試辦，未來有實證成果再逐年往下延伸。 
臺師大社會情緒發展研究中心主任陳學志教授指出，科學家投入「情緒研究」發展，至今約有一百年歷史，社會情緒學習也不全然是心理健康輔導，並非心理生病才受治療的「離苦得樂」，而改為發展讓學生身心安定的「得樂離苦」，是預防性且全面性幫助學生，快樂並非本能，是每個人要學習的功課。透過「情緒偵探卡」可以讓孩子覺得自身情緒，並告訴學生「情緒沒有對錯，只有表達方式是否適切」，培養孩子理解管理情緒、同理關懷他人，做出負責任的決定。 
教育局表示，社會情緒學習的技巧可以融入在各領域中，例如透過班級議題的討論，讓學生理解如何解決衝突、自我管理；在提問的時候能夠讓學生在安全的氛圍中表達想法，並獲得尊重。社會情緒學習能幫助孩子建立良好的人我關係，包含理解自我、與他人交流、與社會互動，正能呼應新課綱的精神。

曾參與研習的丹鳳高中老師李燕菁表示，社會情緒學習引導她不斷反思自己是否與學生建立起足夠的連結，是否讓學生因為有歸屬感而敞開胸懷。她也融入班級經營與課程內容，適時放慢腳步，聆聽學生的對話。 
海山高中高二許芯寧同學也分享，以往在學校較少有教導情緒辨識與覺察的課程，以致於當自己面臨壓力時，常常會不知所措，甚至會有比較負面的想法，但當接觸到情緒偵探卡的練習時，才開始更清楚覺察情緒的變化，進而用正向的態度面對挑戰。 
教育局強調，建構師生完善的社會情緒學習支持系統，不但可以提升學生的學習成效，也是新北市落實新課綱推動的重要目標。今年再度引入國立臺灣師範大學的專業資源，不僅能關照到學生的情緒發展，也進一步協助教學現場的教師具備正向思考與覺察的知能，迎向未來教育的變革。(資料來源:教育研究與創新中心/編輯:胡世澤/核稿:胡世澤) 
名詞解釋：社會情緒學習(Social & Emotional Learning，SEL)，係由美國1994年由CASEL非營利組織提出（The Collaborative for Academic, Social, and Emotional Learning，CASEL）的非認知素養的概念。該組織在世紀之交，倡議社會情緒學習的重要性，包含覺察自我和他人的情緒、自我管理、人際社交技巧、做負責任的決定。透過最基本的自我認識為起點，進一步理解自己的直覺反應、自我發展，再傾聽情緒與表達，最後進入社會與他人的互動、合作。因此，SEL並不是一門課程，反而更重視營造情境來達到同理、尊重、關懷與愛等目標。 
名詞解釋：「情緒偵探卡」是師大吳怡萱教授參考情緒素養理論及耶魯大學情商中心的RULER系統，發展出情緒圖卡並結合校園人際互動情境，讓學生在遊戲中增進情緒覺察的辨別、理解、標記、表達及調節五種能力。






國立臺灣師範大學宋曜廷副校長(右)與新北市教育局張明文局長(左)代表雙方簽署「共創社會情緒學習支持系統合作備忘錄」。



為營造正向溫馨友善校園，臺師大與新北市教育局簽署「共創社會情緒學習支持系統合作備忘錄」，並從「校園幸福感問卷調查」、「教師社會情意教育培力」、「學生專題式學習與實作」、「師生100天幸福感行動方案」、「專業諮詢與入校協助」五大重點項目，全面展開社會情緒學習的推動



臺師大與新北市政府教育局預計培訓200位種子老師後，再透過情緒偵探卡進入高中職校園應用，共同推動社會情緒學習。







國立臺灣師範大學宋曜廷副校長(右)與新北市教育局張明文局長(左)代表雙方簽署「共創社會情緒學習支持系統合作備忘錄」。



為營造正向溫馨友善校園，臺師大與新北市教育局簽署「共創社會情緒學習支持系統合作備忘錄」，並從「校園幸福感問卷調查」、「教師社會情意教育培力」、「學生專題式學習與實作」、「師生100天幸福感行動方案」、「專業諮詢與入校協助」五大重點項目，全面展開社會情緒學習的推動



臺師大與新北市政府教育局預計培訓200位種子老師後，再透過情緒偵探卡進入高中職校園應用，共同推動社會情緒學習。



2023.1025

 

 






海山高中學生演出





新北市教育局張明文局長致詞





臺師大宋曜廷副校長致詞





臺師大教育學院社會情緒發展研究中心主任陳學志教授致詞









海山高中學生演出





新北市教育局張明文局長致詞





臺師大宋曜廷副校長致詞





臺師大教育學院社會情緒發展研究中心主任陳學志教授致詞






海山高中學生演出





新北市教育局張明文局長致詞





臺師大宋曜廷副校長致詞





臺師大教育學院社會情緒發展研究中心主任陳學志教授致詞


 
--------第9頁--------
EMI教師專業社群成果線上發表會 促進跨校交流學習
國立臺灣師範大學EMI教學資源中心（Resource Center for EMI, RCEMI）為鼓勵大專校院教師組成 EMI教學專業社群，以推動同儕學習、教學經驗交流、教材編修、教學研究發展等主題學習，達成教師增能及提升教學品質之目的，於10月18日上午9點至下午3點20分，以Google線上會議辦理「EMI教師專業社群成果發表會」。由33位不同大專院校的社群召集人，輪流發表組成 EMI教學專業社群的成果與心得建議，提供跨社群交流的機會。
活動在上午9點準時開幕，首先由賴以威副執行長、范雅筑副執行長致詞，透過中英雙語介紹 EMI教學資源中心的目標與願景，揭開今日成果發表會的序幕，期望透過社群活動，建立一個互相學習和經驗分享的環境，有助於提升教育工作者的教學技巧和信心，同時也表示，後續RCEMI將會持續提供工作坊與專業發展課程，透過中心官網不斷更新EMI教學資源。
臺南護理專科學校程涂媛副教授說道：“From ‘How to Convert Knowledge into English’ to ‘Understand Knowledge in English’. ”，由「教師知識傳授為中心」轉變成「學習者理解為中心」，並分享了她在社群中辦理四場跨校的講師會議，內容包括護理專業字彙、學習者中心文獻導讀、數位教學，以及課程設計等。程副教授除了探討教師在辦理EMI專業課程所遇到的挑戰以外，更以學習者的角度設計課程，期望以不同視角思考，碰撞出EMI課程的全新火花。
來自保加利亞，現任職於銘傳大學的助理教授Yavor A. Kostadinov則透過辦理跨校圓桌會議(Roundtable)討論多媒體教材、草根參與，以及AI輔助促進EMI課程。過程中遇到的挑戰除了教授與學生的英文程度差異，還有打破在地與國際的文化分歧。但也提及，以另一個角度來想，這次臺師大提供教師社群補助計畫，讓銘傳大學藉此機會成立EMI教師社群，使課程結合時下AI應用（ChatGPT, Gamma, Slido）與多媒介應用，增進學生課堂吸收度。Yavor同時也指出，學生反饋EMI課程的效益是提高就業競爭力。
多位教師都闡述了EMI教學可以整合運用多媒體教育或遊戲化（Gamification）教學法，以增強學生課堂的參與力與反饋的動力，例如：KAHOOT!、AR/VR/MR實境整合、YouTube與桌遊等。
中信金融管理學院（CTBC）梁琬如助理教授指出，自2018年起，CTBC設立了金融管理學院學士班，開設中英文雙語課。且過去8年以來，EMI課程佔所有課程總比約20％。從學習環境（國際交換學生）與校內設施（英語讀書會與校內電台）解決困境，同時推動EMI課程PD證書的獲取。
來自黎明技術學院的呂理得副教授提到，所謂的課程架構ODIR教學流程（Orientation-Delivery-Interaction-Recap），指的是分析英語應用的三個核心方面（3 Aspects of English，包括一般英語能力、專業英語技能和跨文化交際），採用三種有效的教學策略（3 Effective strategies，即AI支持、跨語言交際和多模式教學），最後透過三R方法，即重新審視（Revisit）、回顧（Review）和重新設計（Redesign），提升高等教育英語授課的效果。
在社群成果發表會辦理期間，大多數社群召集人都不約而同地表達讚賞，認為國立臺灣師範大學EMI教學資源中心辦理 EMI教師專業社群補助計畫，提供機會讓教師們加入EMI的課程設計與跨校、跨領域的心得交流，對於2030雙語國家政策發展有著實質性的正向影響。(撰稿：EMI教學資源中心提供/編輯：張適/核稿：胡世澤)





陳采秀老師分享。



賴以威副執行長致詞。



范雅筑副執行長致詞。







陳采秀老師分享。



賴以威副執行長致詞。



范雅筑副執行長致詞。



2023.1024






駱芳鈺老師分享。





程涂媛老師分享。





楊茹茵老師分享。





梁琬如老師分享。





B組老師討論。





大合照。









駱芳鈺老師分享。





程涂媛老師分享。





楊茹茵老師分享。





梁琬如老師分享。





B組老師討論。





大合照。






駱芳鈺老師分享。





程涂媛老師分享。





楊茹茵老師分享。





梁琬如老師分享。





B組老師討論。





大合照。


 
--------第10頁--------
應用虛擬實境發現新的教材設計原則
【本篇報導由教育心理與輔導學系 劉子鍵講座教授研究團隊提供】
多媒體學習中的冗餘效應教材設計原則，是否適用於教室情境中教師簡報教學的情境？如何能在符合教室情境的特徵下，嚴謹操弄實驗變項和控制干擾變項解答上述問題？以下研究將告訴您答案，並帶領您瞭解如何應用創新科技解決社會科學的難題，並進而發現新的教材設計原則。
冗餘效應是重要的教材設計原則。該效應是指以不同方式（例如：口語解釋與視覺文字說明）表徵相同的訊息時，學習者會因為將認知資源用於處理重複訊息，而不利學習。冗餘效應在個人化學習情境的研究中已獲實證。然而，在教室情境中，多元表徵呈現相同訊息是否亦會產生冗餘效應，卻難以確認。
難以確認的原因是教室情境中的研究，無法嚴謹操弄實驗變項與控制干擾變項，因此無法確認變項之間的因果關係。本研究為解決上述社會科學研究方法的困境，應用VR技術模擬教室研究情境。該情境模擬教室的各項特性，讓受測者感覺親臨教室，但亦可讓實驗者嚴謹操弄與控制特定變項。
本研究採二因子實驗設計檢視「電腦輔助簡報教學情境」（個人化學習情境、虛擬實境模擬教室情境）下，「教材設計方式」（冗餘組、非冗餘組）對國小高年級生學習平均溫度變化率的影響。其中，「電腦輔助簡報教學情境」方面，個人化學習情境（實驗室）指受測者單獨坐在電腦前學習，螢幕上的數位簡報呈現視覺內容與口語解釋旁白；虛擬實境模擬教室情境則指受測者坐在擬真的教室中，前方投影螢幕播放的簡報呈現視覺內容，並由虛擬教師提供口語解釋旁白。在「教材設計方式」方面，冗餘組和非冗餘組的差別在於教材中的視覺內容，冗餘組簡報有折線圖和公式，以及和口語解釋旁白一致的文字解釋（冗餘訊息）；非冗餘組則無文字解釋，其他同冗餘組。
研究結果顯示，在個人化學習情境中非冗餘組的學習表現顯著的優於冗餘組，此呼應過去的研究，冗餘效應教材設計原則適用於個人化學習情境。然而在虛擬實境模擬教室情境中，卻有相異的結果：冗餘組的學習表現顯著的優於非冗餘組。該研究結果顯示反冗餘效應，亦即在具有視覺與聽覺學習干擾的教室情境中，以多元表徵呈現相同訊息內容，反而較有利於學習。此可能因為教室情境中具有干擾因素（如：同學們發出的聲音、呈現的動作等），使得重複訊息（與口語解釋旁白一致的文字解釋內容）產生的訊息補償作用（例如：當學習者受到聽覺干擾而無法聽清楚老師的口語解釋旁白時，文字解釋內容可補不足），可降低干擾所產生的負面影響。
本研究重要貢獻與啟示如下：（1）除驗證個人化學習情境中冗餘效應教材設計原則的有效性，進一步建議教室情境中應採用反冗餘效應教材設計原則。（2）有鑑於個人化學習情境和教室教學情境的差異，奠基於前者所建立的教材設計原則，在應用於教室教學情境之前應先進行實證研究確認該原則的有效性。（3）本研究以VR技術建構的虛擬教室，有助於研究者在擬真的教室情境中嚴謹的操弄與控制變項，驗證既有教材設計原則的適用性，以及發展新的教材設計原則。
原文出處：Liu, T. C., Lin, Y. C., Wang, T. N., Yeh, S. C., & Kalyuga, S. (2021). Studying the effect of redundancy in a virtual reality classroom.Educational Technology Research and Development, 69(2), 1183-1200. https://doi.org/10.1007/s11423-021-09991-6
本文出處：研究發展處研究亮點
原始連結：https://rh.acad.ntnu.edu.tw/tw/article/content/233
劉子鍵 講座教授 | 教育心理與輔導學系
臺灣師範大學講座教授並兼任高等教育深耕計畫辦公室副執行長。擔任教育心理學報（TSSCI）主編、教育科學研究期刊（TSSCI）副主編以及Educational Psychology Review（SSCI）等重要期刊的編輯委員。曾獲得兩次國科會（含科技部）研究傑出獎。其致力於幫助人們在數位時代中做科技的主人，成為幸福的數位公民。目前進行的研究議題包含：數位多工素養、科技輔助教師專業發展以及科技輔助正念訓練等。

















2023.1025








 
--------第11頁--------
探討不同模擬遊戲設計中學生的學習投入模式
【本篇報導由資訊教育研究所 李文瑜優聘教授研究團隊提供】
本研究旨在比較學生在多團隊參與式模擬遊戲（Multi-team Participatory Simulated Game, MPSG）和單團隊參與式模擬遊戲（Single-team Participatory Simulated Game, SPSG）中的學習投入模式和科學學習成果。本研究設計了兩個版本的海洋漁業管理遊戲，參與者為105名臺灣國一學生。研究工具包括科學遊戲投入問卷，海洋生態系統與可持續性的測試，還有學生的訪談和課室錄影。研究團隊採用偏最小平方法的結構方程模型分析學生的投入模式，並運用共變數分析對學習投入分量表和學習成果進行比較。結果顯示，MPSG組的學生比SPSG組的學生具有更高度的行為投入和更好的學習成績。此外，在分析學習投入度各分量表之間的相互關係時發現，在MPSG中社會投入預測了行為投入；而在SPSG中，學生的情感投入則發揮重要作用；而兩組的行為投入皆預測了認知投入。課室錄影資料也顯示，在MPSG組中可以觀察到更多組員之間的互動，此項質性分析也支持前述量化資料的結果。這顯示MPSG中的多組參與式動態建模可能可以改變學習者的社會互動質量。在本研究最後也探討了參與式模擬的示能性（Affordance）和未來的研究方向。
動態建模是參與式模擬的一個基本特色，可讓學習者看到他們的參與對系統變化的具體影響。過去研究顯示，與傳統模擬相比，透過參與式模擬學習的學生在概念構建方面表現出更好的推理能力和更少的誤解。本研究主要探討多個團隊與單一團隊設計參與式模擬遊戲對於學生學習投入和科學學習成效的影響，兩組不同的遊戲設計如圖1。此外，研究團隊驗證學習投入各分量之間的關係，其假設模型如圖2。
從研究結果中可以得出幾個有趣的發現。首先，MPSG的學生在系統思維方面的表現優於參加SPSG的同學。因此推論參與式模擬的多團隊設計利用團隊之間的競爭和團隊內的合作，幫助學生學習複雜的現象。且先前的研究指出，與同儕的良好關係往往會對學生的學習成績產生正面影響（Ouyang & Chang, 2018; Wang & Eccles, 2013）。因此，群體互動的質性差異可能會導致學生學習成績的差異。第二，在MPSG組中的學生比在SPSG組中的學生具有更高的行為投入度；在MPSG中，社會投入預測了行為投入；而在SPSG中，學生的情感投入則發揮重要作用。參與式模擬的動態建模不僅可以真實地模擬某些科學現象，並且提高學習者的社會互動質量，在未來的教育模擬設計中應將這一點納入考量。第三，本研究擴展了學習投入模型，研究團隊利用PLS-SEM統計數據來驗證研究模型，並且釐清學習投入分量之間的預測關係，這是過去研究較少被驗證的部分。
原文出處：Lee, S. W.-Y., Shih, M., Liang, J.-C., & Tseng, Y.-C. (2021). Investigating learners' engagement and science learning outcomes in different designs of participatory simulated games. British Journal of Educational Technology, 52(3), 1197–1214. https://doi.org/10.1111/bjet.13067
本文出處：研究發展處研究亮點
原始連結：https://rh.acad.ntnu.edu.tw/tw/article/content/234
李文瑜 優聘教授 | 資訊教育研究所
資訊教育研究所優聘教授兼教育學院副院長，曾任國立彰化師範大學科學教育研究所所長與特聘教授。李教授於2004年自美國University of Michigan, Ann Arbor，取得教育科技領域的博士學位。研究領域包括虛擬實境、網路合作學習、科學建模、科學知識觀、問題導向學習（PBL）等。李教授目前擔任國內《科學教育學刊》（TSSCI期刊）編輯委員（2019迄今）；曾任國外Journal of Research in Science Teaching（SSCI期刊）編輯委員（2017-2020）；並曾任科技部科學教育學門、醫學教育學門複審委員。近年榮獲的學術獎項包括：國立臺灣師範大學優聘教授（111-113年）、科技部吳大猷先生紀念獎（103年度）。









圖1：模擬遊戲的兩個設計版本。MPSG由多個團隊使用系統動態建模進行操作，而SPSG則由單個團隊與虛擬團隊進行比賽。不同的形狀代表了學生在遊戲中扮演的不同角色。



圖2：情感投入、社會投入、行為投入和認知投入之間關係的假設模型。











圖1：模擬遊戲的兩個設計版本。MPSG由多個團隊使用系統動態建模進行操作，而SPSG則由單個團隊與虛擬團隊進行比賽。不同的形狀代表了學生在遊戲中扮演的不同角色。



圖2：情感投入、社會投入、行為投入和認知投入之間關係的假設模型。



2023.1019








 
--------第12頁--------
教師的合作與對話是發展教師科技融入教學專業的重要途徑
【本篇報導由師資培育學院 葉怡芬副教授研究團隊提供】
當在發展教師的科技融入學科教學知能（TPACK），「從設計中學習（Learning by Design）」是常被用來引導教師與其他專業老師一同學習的方法。儘管合作對話能有效調節教師於設計過程中的學習，但學界仍尚未有教師設計對話中科技融入學科教學知能的文獻探討。本研究透過系統文獻搜尋，找出11篇探討教師合作對話之TPACK研究，進而檢視研究者如何建構與分析教師對話以及整合其研究成果的方式。分析結果顯示，研究者主要利用四種策略來建構與刺激教師合作中的對話，大部分的研究多採編碼與計數的分析方法來展示教師合作對話中TPACK子知識之呈現，以及知識建構過程或對話進行的動能。這些研究多提供設計過程效能之初步證據，很少是根據教師於課室教學或設計成果過程所改變的經驗性TPACK進行的分析探討。本研究進而提出一個強調教師個人或是團體TPACK的雙向交流概念架構，此架構希望能讓研究者重新注意到教師TPACK發展應透過個人、團體與實踐相互涵養，才能事半功倍、相輔相成。
隨著科技的進步，可用來輔助教學的科技工具也日新月異，但真實地應用科技來輔助教學並提升學習成效，仍端賴教師對科技應用於其學科教學的掌握程度。在教師專業過程中，「從設計中學習（Learning by Design）」是常見的方法，主要是教師透過「設計」教學的過程中，進行學習並提升專業。而如何能讓專業教師願意投入？並且如何確保專業成長過程能對教師產生意義，回饋在教學品質中？這都是重要的研究問題。
三人行必有我師，教師本身對雙方可以是絕佳的學習資源，例如共同備課與授課過程中，教師小組間的對話除了有助優化教學成果，過程中教師互動與觀摩都能更加深化教師的專業。不過，教師的專業分享與回饋是動態的，對話過程其實很難被系統性地收集與分析，故透過共備進行教師專業成長的研究也相對較少。
本研究透過系統文獻探討（Systematic Review），在一千多篇探究科技融入學科教學知能（Technological Pedagogical Content Knowledge, TPACK）的研究中，找出利用合作設計過程（Collaborative Design Process）探討合作對話（Collaborative Discourse）的研究，找出共11篇研究進行文獻分析，希望能了解以合作對話促使「從設計中學習」發展教師TPACK研究設計與研究發現。
文獻探討的結果以研究背景（如：發生國家、參與教師背景）、對話教師的動員與組織（如：教師團隊組成、設計產品、對話平臺）、鼓勵合作對話手段、對話分析的研究理論架構與方法等，整理出相關研究中教師對話內容、合作歷程、有關TPACK的培育啟示等。分析的過程中，也找出透過合作對話發展高效能團體TPACK（Collective TPACK）的策略，包含在討論前提供有意義的教學、建立對話目標、引導教師討論與分析所設計之教學產出、促進反思等。
本研究建立在分析與爬梳在設計合作過程中透過對話發展TPACK的相關研究，再以教師學科教學知能（Pedagogical Content Knowledge, PCK）為原則重新思考教師TPACK的發展，進而提出「以合作豐富化TPACK的架構」，點出教師在設計科技輔助之教學過程中會經歷教師合作對話，過程中就會有團體TPACK與個人TPACK的相互回饋與成長，而真實實踐所涵養的TPACK（Enacted TPACK），也是能持續優化團體與個人TPACK發展的重要成長因素。
原文出處：Yeh, Y. F., Chan, K. K. H., & Hsu, Y. S.(2021).Toward a framework that connects inpidual TPACK and collective TPACK: A systematic review of TPACK studies investigating teacher collaborative discourse in the learning by design process. Computers and Education, 171, Article 104238. https://doi.org/10.1016/j.compedu.2021.104238
本文出處：研究發展處研究亮點
原始連結：https://rh.acad.ntnu.edu.tw/tw/article/content/232
葉怡芬 副教授 | 師資培育學院
服務於本校師資培育學院，主要負責國際教師培育相關工作，包含IB（International Baccalaureate）教師培育與雙語教師發展。研究興趣包含師資培育、科學教育以及科技融入教學等；近年來因致力推動教師國際化，亦開始研究與推廣國際文憑教育，希望能讓國內師資生與教師接受更多元且接軌國際之專業增能活動，為國內一般中小學教育開展更多的可能性。

















2023.1013








 
--------第13頁--------
解鎖大腦力量：阻力健身運動的奇幻效應
【本篇報導由體育與運動科學系 張育愷研究講座教授研究團隊提供】
美國運動醫學會所提倡之「運動是良藥（Exercise is medicine）」口號漸為人所知，事實上，健身運動帶來的健康效益不只在生理和心理疾病，亦有助於認知功能等大腦健康。美國身體活動指引方針2018年最新發布的科學報告表明任何年齡族群、任何認知功能狀態，均能透過規律參與身體活動獲得認知功能效益，並進一步指出單次參與健身運動（Acute Exercise，亦稱急性健身運動）就有效果。「單次見效」固然吸引人，但具體應該如何進行？研究團隊即聚焦阻力健身運動，針對當中的健身運動強度和執行功能（高階認知功能）面向進行系統性文獻回顧，期能提供實務操作之參考。
執行功能為一種高階的認知功能，與我們日常生活的運作息息相關，不僅影響著學業表現、工作成就和社交關係等，更是成功老化的重要指標。執行功能的核心功能包含三大面向：抑制控制（Inhibitory Control）指個體能不受內在傾向或外在干擾的影響，作出適當選擇的能力；工作記憶（Working Memory）為個體能暫存或更新特定的訊息，以供應目標工作需求的能力；認知彈性（Cognitive Flexibility）則是以抑制和工作記憶為基礎，使個體能任意的轉換或修正觀點和模式等，以因應當前情境的能力。
過去研究指出，阻力健身運動為有助促進執行功能之健身運動型態之一，並且單次執行就有效果，然而阻力健身運動強度如何影響執行功能不同面向尚不明朗。有鑒於此，本研究聚焦於單次阻力健身運動對於核心執行功能之效益，並針對健身運動強度、執行功能，以及兩者共同的調節效果進行探討，彙整了低、中和高強度的單次阻力健身運動對於抑制控制、工作記憶、認知彈性等三大核心執行功能面向的影響。
本研究藉由系統性回顧共納入19篇文章，包含692位參與者。結果顯示，逾半數的研究結果支持單次阻力健身運動對於整體執行功能有正面影響。在強度面向，中強度介入相較於低強度和高強度有較大比例的正向效果；而在執行功能面向，抑制控制面向呈現較為一致的效益，對於工作記憶和認知彈性面向的效果則較為分歧。考量研究彙整之運動強度與執行功能共同調節效果，建議針對抑制控制面向採用低或中強度介入；對於工作記憶或認知彈性面向，採用中強度介入為佳。
過去研究為單次健身運動對於執行功能效益奠定基礎，學者致力針對當中參與者特徵或健身運動內容等參數之影響進行更深入的探討。本系統性回顧研究聚焦單次阻力健身運動，結果顯示該型態健身運動有助於執行功能，而若能針對特定執行功能面向給予適當之強度介入，更能有效產生效益，可作為實務應用之參考，期待未來持續投入使該領域之資訊更加完整，以利大腦健康相關健身運動處方之發展。
原文出處：Huang, T. Y., Chen, F. T., Li, R. H., Hillman, C. H., Cline, T. L., Chu, C. H., Hung, T. M., & Chang, Y. K. (2022). Effects of acute resistance exercise on executive function: A systematic review of the moderating role of intensity and executive function domain. Sports Medicine - Open, 8(1), 141. https://doi.org/10.1186/s40798-022-00527-7 
本文出處：研究發展處研究亮點
原始連結：https://rh.acad.ntnu.edu.tw/tw/article/content/231
張育愷 研究講座教授 | 體育與運動科學系
國立臺灣師範大學體育與運動科學系研究講座教授兼副系主任，身體活動認知神經科學實驗室主持人。現亦為國際運動心理學會（ISSP）財務長、亞太運動心理學會副理事長、中華民國體育學會副理事長。2012及2018年分別獲國科會吳大猷先生紀念獎、科技部傑出研究獎，亦曾獲ISSP、北美身體活動暨運動心理學會、華人運動心理學之年輕學者獎、青年獎章、以及北卡羅萊納大學最佳博士論文獎等。研究聚焦於健身與競技運動心理學，尤興趣以認知神經科學探討健身運動與心理健康、競技／表現心理學，以及正念議題。目前亦擔任中華體育季刊（TSSCI）主編、四份國際SSCI/SCI副主編／編輯委員。運動專攻中國武術（八卦、形意、太極、少林），亦擔任八卦導引中心諮詢顧問。

















2023.0929








 
--------第14頁--------
光電所師生開發智能辨識廢棄塑料 榮獲智慧晶片系統應用創新競賽銀獎
國立臺灣師範大學光電工程研究所謝振傑教授指導光電所碩士生周亞霈、呂浩暐、陳儒凱、周雨欣，以「回收材質與外觀影像之雙模態智能辨識及系統控制-智能辨識廢棄塑料平台」題目，榮獲教育部2023智慧晶片系統應用創新專題實作競賽的智慧終端設備組銀獎，為校爭光。
這項高度競爭的全國性競賽，共有來自37校的404人參賽，分「智慧健康」、「智慧終端設備」、「智慧環境」三組，尤其以「智慧終端設備」組為競爭最激烈，佔總參賽者的近半數。光電所團隊首次參賽就脫穎而出，今年8月獲頒獎狀及獎金，並獲邀於「第34屆超大型積體電路設計暨計算機輔助設計技術研討會」展示成果。他們說，以平常心參賽，但若能讓創新研發成果導入日常生活中，達成聯合國永續發展目標（SDGs），才是初衷。
他們研發的動機是，各式回收物體需辨識材質與外觀(杯子、瓶子、顏色)進行分選，才能有利後續不同範疇的循環利用業者進行處理，避免高價處理設備不會因超出範疇的垃圾入料而受損，或產生不友善環境的廢氣或廢物。目前僅使用影像資料庫與影像辨識，耗費過多硬體及演算法資源，不但耗時處理影像畫素，正確率也有限，如有些塑料是光學影像相似，且包裝汙損就與資料庫不一致，故僅適用單一材質的廢棄物，才有比較好的結果，如寶特瓶回收機僅限洗乾淨的聚酯塑料PET瓶子。
該作品以三大辨識技術為主軸，首先是使用黃金標準的雙模態光學，以「材質的近紅外線光譜+結構的可見光影像」做AI辨識，達到高正確率(>95%)分辨混紡或單一材質的衣服、各式塑料或紙類容器，如紙杯和餐盒具塑膠淋膜以防水。不只架構簡單、高性價比CP值，而且模組化後易安裝於多類應用場域，包括輸送帶產線、智能回收箱、行動箱等。
第三個辨識技術則是透過RFID如悠遊卡辨識回收者身份，以及運用物聯網技術，將回收物依據價值的點數，紀錄在雲端戰情室(以校/社區/場域為單位)，以回饋獎勵品以促推廣SDGs，或是政府對所轄單位參與SDG的評量標準，更是企業響應ESG活動的尺規。但最重要的是該高正確智能辨識系統以物聯網導入永續循環鏈，不只協助回收場域的社會弱勢工作，更建構再利用材質不可造假的雲端履歷，有利永續材料管理(Sustainable Material Management, SMM)。
專題團隊學生表示，雖然讀光電所學習的技術大多應用在科技產品，指導教授謝振傑老師擅長開發高階醫材，但他這幾年常分享「過去NOKIA的經典標語是，理念是科技始終來自於人性，但人性如果過度消費地球資源，我們也要努力利用所學的科技，把產生的大量垃圾循環利用。尤其塑膠在大自然難分解消失而被大眾詬病，我們要利用科技將危機變成轉機，甚至是商機。」
團隊成員合作的專題，從最簡單的單一塑膠材質定性辨識，例如氾濫的飲料瓶、杯回收，已開始有機器回收，也運用到難度最高的舊衣混紡定量辨識。謝振傑老師說，這兩個題目正是民生所需的「食與衣」部份，所以垃圾量大、種類複雜。雖然工業塑料垃圾量更大，但符合法規規範，如循環使用或符合標準才可排放，而且工廠原料類別有限，路徑可控制，使工業回收(Post-industrial recycled, PIR)處理的辨識需求不高，也產生問題不大，撇開惡意排放清倒的例外案例，已較無環境塑料汙染疑慮。
反而是消費個體即使丟棄量低，但不可控的路徑隨意排放，累積成了對環境的主要塑料污染來源;即使有人守法收集在垃圾場，也因民生回收物(Post-consumer recycled, PCR)的辨識難度高，比較難交給適當的回收處理業者利用，所以常在新聞上看到處理不易而爆滿，或回收處理業者因為不堪頻繁受損而停業。不可控的路徑隨意排放問題的解決，雖有賴教育、法律、服務來協助，但辨識難度高的問題則與我們生活的城市息息相關，所以光電AIoT團隊認為，應該刻不容緩利用所學去解決。
團隊成員表示，準備專題的時間相當緊湊，因為謝老師想做的作品一向都很創新與高標準，他常在課堂上分享，設計東西不能只以科學功能角度看，更要從產業製造、推廣到使用者情境思考，唯有通過越多層面的考驗，才能創造作品的價值，所以他指導團隊運用跨領域技術用心設計，製作時要以職人精神克服困難。團隊最後感謝主協辦單位及教育部舉辦競賽，此次受到評審委員青睞，深感榮幸，但無論競賽成績如何，這只是作品的一個過程，後續仍有許多不足之處，需要精進及延伸，期盼作品真正在生活上發揮影響力。(資料來源：光電所 / 編輯：胡世澤 / 核稿：胡世澤)
 
 
 
 
 
 
 
 





光電所謝振傑教授指導碩士生周亞霈、呂浩暐、陳儒凱、周雨欣，以「回收材質與外觀影像之雙模態智能辨識及系統控制-智能辨識廢棄塑料平台」題目，榮獲教育部2023智慧晶片系統應用創新專題實作競賽的智慧終端設備組銀獎。







臺師大光電所團隊由得獎學生代表領獎。







光電所謝振傑教授指導碩士生周亞霈、呂浩暐、陳儒凱、周雨欣，以「回收材質與外觀影像之雙模態智能辨識及系統控制-智能辨識廢棄塑料平台」題目，榮獲教育部2023智慧晶片系統應用創新專題實作競賽的智慧終端設備組銀獎。







臺師大光電所團隊由得獎學生代表領獎。



2023.1026
















































































 
--------第15頁--------
首度入圍就摘金 流音碩班楊大正校友獲金鐘獎戲劇男配角獎 
金鐘獎戲劇節目男配角獎殺出黑馬，國立臺灣師範大學音樂學系流行音樂產學應用碩士在職專班第四屆校友、「滅火器」樂團主唱楊大正，首次入圍就得獎。10月22日以戲劇《我願意》成功奪下戲劇節目男配角獎。
楊大正在《我願意》劇中飾演的趙維成，因為意外成為聾啞人士，後來不幸因為老婆沉迷於邪教，最終慘致家破人亡。楊大正為了此次的演出，事前下了不少功夫，必須考取大客車駕照、學習簡單的手語等。
過去拿過金曲獎的楊大正，首度入圍金鐘就順利拿獎，打敗《模仿犯》的庹宗華、陳博正，《我願意》的鄒承恩以及《牛車來去》的游安順等實力派演員，讓他激動到噴淚，真性情感動許多人。他上台難掩激動情緒，不小心口誤將金鐘獎說成「金曲獎」，感性表示：「謝謝金鐘獎，我會帶著這份祝福，繼續努力往前邁進，謝謝大家」。
接著他害羞道：「拍謝！我第一次來就拿禮物」，透露自己演戲演14年了，更感謝過去曾經給他養份的所有前輩演員、親友等，不忘向滅火器團員喊話「我去演戲他們怕沒工作，得獎就不擔心了，我謝謝爸媽、老婆，對我很包容，我是楊大正，我是樂團主唱，也會是很棒的演員」。
楊大正出席慶功宴時表示，「我還沒回神、很沒有真實感！」他也坦言自己獲獎時，腦中一片空白，「我和承恩、奕蓉是搭一台車來的，我們來的時候心情都很輕鬆，我是抱持來觀摩、交朋友的心情。」
楊大正透露今年入圍的作品幾乎都有看，認為男配角競爭者都很強，還笑說：「我最近在看《有生之年》，在典禮上看到吳慷仁很興奮，我就想，我能夠和喜歡的演員一起入圍金鐘獎，這樣就夠了，所以當聽到台上唸我的名字時，真的很驚訝。」
楊大正感性謝劇組，「超級感謝《我願意》，在拍的時候大家氣氛就很好，我在裡面得到很多養分。」更表示獲獎獎金，會拿來請公司和劇組人員一起吃飯，表達感謝之意。問到老婆是否有傳訊息祝福，他笑稱，老婆有說：「太扯了吧！你怎麼會得獎，其他人很強耶，最不可能得的是你！」但老婆已經買了些飲料，等他回去促膝長談。(資料來源:中國時報、三立新聞網、今日新聞/編輯:胡世澤/核稿:胡世澤)
 





音樂學系流行音樂產學應用碩士在職專班第四屆校友、「滅火器」樂團主唱楊大正，以戲劇《我願意》成功奪下戲劇節目男配角獎。







音樂學系流行音樂產學應用碩士在職專班第四屆校友、「滅火器」樂團主唱楊大正，以戲劇《我願意》成功奪下戲劇節目男配角獎。



2023.1025

 

 








 
--------第16頁--------
音樂系楊瑞瑟教授及余忠元校友 榮獲傳藝金曲獎肯定
國立臺灣師範大學音樂系楊瑞瑟教授以作品《楊瑞瑟：臺灣印象─音．畫》，榮獲第34屆傳藝金曲獎「最佳藝術音樂專輯獎」，評審團認為，中提琴家楊瑞瑟邀集五位臺灣當代作曲家，以臺灣元素譜寫新曲紀念921地震的專輯。其演奏及畫作呈現了聽覺與視覺的藝術饗宴。
臺師大音樂系余忠元校友也以《台語十四行歌—人生七章》榮獲最佳作曲獎，獲獎理由為以帶有強烈氛圍感染力的樂音，深刻傳達出詩人對人生七大重要關頭所凝聚的「愛」與省思，兩人為校爭光，全校師生同感榮耀。
第34屆傳藝金曲獎頒獎典禮於10月7日在臺灣戲曲中心大表演廳登場，隆重揭曉各獎項的優秀得主。文化部長史哲出席這場傳統藝術界的年度盛會，除了向所有勞苦功高的評審團隊致意，也將象徵終身成就與特殊貢獻的特別獎，頒給查馬克．法拉屋樂及陳美雲兩位已故藝術家的家人，感謝他們對於傳統戲曲及族群音樂的卓越付出。
中提琴家楊瑞瑟攜手五位作曲家 譜寫臺灣印象 榮獲最佳藝術音樂專輯獎
得獎者中，中提琴家楊瑞瑟從臺師大音樂系畢業後，獲得教育部公費留學獎學金負笈法國，並在巴黎師範音樂院榮獲高級演奏家文憑畢業，現任臺師大音樂系專任教授，臺灣中提琴室內樂團團長。2015年起，已發行數張錄音專輯：《采歌》、《弦中之歌》、《心聆I》、《心聆II》、《對話6×6》，專輯內容從中提琴的經典作品，乃至跨樂種與風格的創意性突破，兼具傳統與當代。2012年起，亦致力於消弭城鄉文化資源的差異，帶領絃樂四重奏團至臺灣各地區偏鄉學校義務演出，讓當地兒童有機會接觸精緻音樂，至今足跡已遍及中小學近百所。
由春詠藝術文化基金會出版的《楊瑞瑟：臺灣印象─音．畫》，榮獲本屆最佳藝術音樂專輯獎。楊瑞瑟表示，「生於斯、長於斯，每塊土地的風土人情、景物歌謠，都是每個人生命中的景緻養分，更是一個音樂家血液中的靈感。921大地震的共同記憶，深植於臺灣人心中，在悲痛的過程當中，大家同心協力，重建了共同的家園。」
921大地震事隔20年之際，為了紀念這份共同的情感，她不僅邀請了五位不同世代的作曲家，以臺灣元素來譜寫新曲，也為這五首新曲，描繪了心情意象。而楊老師意境深遠的油畫作品，更讓CD冊獨具一格，與樂曲相得益彰，聽覺與視覺結合的新創作，更代表將走向更美好更新的未來。
評審團認為，這張由中提琴家楊瑞瑟擔任製作，與鋼琴家廖皎含一起演奏的專輯，邀集了五位臺灣當代作曲家林碩俊、陳瓊瑜、趙菁文、林京美、蕭慶瑜，以臺灣元素譜寫新曲，紀念臺灣人共同的記憶921大地震。楊瑞瑟的演奏及畫作，更是完美呈現了聽覺與視覺的藝術饗宴。
余忠元校友跨界創作結合音樂與詩歌 榮獲最佳作曲獎
另一位得獎者為臺灣作曲家余忠元校友，師事金希文教授，2007年從臺師大音樂系畢業後，2009年赴德國攻讀柏林藝術大學藝術文憑，2015年以最優異成績畢業於該校之最高文憑班（Meisterschule）。留學期間曾師事作曲家Walter Zimmermann、Anton Safronov、Marc Sabat；指揮曾受教於Manuel Nawri、Harry Lyth。
余忠元校友曾多次與海內外優秀表演團體演出，包含Ensemble SurPlus、Formalist Quartet、Reborn the Voice of Suka、國家交響樂團、國立臺灣交響樂團、臺北市立國樂團、小巨人絲竹樂團、臺北室內合唱團、泰雅學堂合唱團等。其音樂作品曾獲中華民國教育部文藝創作獎、國立臺灣交響樂團音樂創作比賽首獎。
余忠元這次為《台語十四行歌—人生七章》專輯作曲，他以詼諧又慧黠的口吻，勾勒嚴肅的人生命題；筆觸既深情無限，卻又舉重若輕，如人生一般峰迴路轉，百味雜陳。樂曲行進間，彷彿歲月年華一頁頁翻過，訴說著：當人世的無常激流融化在時光的長河中，不妨輕鬆以待；而老夫老妻的相視一笑，卻將愛與承諾揉進了悠悠歲月之中，化作了生命的神采。既平易近人，又奇異多變；有時樸實溫暖，有時深沉冷峻──這是為《人生七章》作曲的難，也是演唱的難，更是人生最可愛的面貌。
評審團認為，余忠元賦予聯篇套曲《人生七章》──「生」、「路」、「厝」、「病」、「愛」、「老」、「死」生動的音樂呈現，以帶有新意與氛圍感染力的歌聲與鋼琴，深刻地傳達出面對人生重要關頭的「愛」，作品廣獲臺灣各大合唱團的傳唱與喜愛。(資料來源:文化部、傳藝金曲獎網站/編輯:胡世澤/核稿:胡世澤)





音樂系楊瑞瑟教授以作品《楊瑞瑟：臺灣印象─音．畫》，榮獲第34屆傳藝金曲獎最佳藝術音樂專輯獎，評審團認為，中提琴家楊瑞瑟邀集五位臺灣當代作曲家，以臺灣元素譜寫新曲紀念921地震的專輯。其演奏及畫作呈現聽覺與視覺的藝術饗宴。



 臺師大音樂系余忠元校友以《台語十四行歌—人生七章》榮獲最佳作曲獎，獲獎理由為以帶有強烈氛圍感染力的樂音，深刻傳達出詩人對人生七大重要關頭所凝聚的「愛」與省思。







音樂系楊瑞瑟教授以作品《楊瑞瑟：臺灣印象─音．畫》，榮獲第34屆傳藝金曲獎最佳藝術音樂專輯獎，評審團認為，中提琴家楊瑞瑟邀集五位臺灣當代作曲家，以臺灣元素譜寫新曲紀念921地震的專輯。其演奏及畫作呈現聽覺與視覺的藝術饗宴。



 臺師大音樂系余忠元校友以《台語十四行歌—人生七章》榮獲最佳作曲獎，獲獎理由為以帶有強烈氛圍感染力的樂音，深刻傳達出詩人對人生七大重要關頭所凝聚的「愛」與省思。



2023.1019








 
--------第17頁--------
跨語世代詩人林亨泰傑出校友辭世 文化部代表頒贈總統褒揚令
國立臺灣師範大學傑出校友、臺灣重要詩人林亨泰於9月23日辭世，享嵩壽100歲。文化部政務次長李靜慧10月17日出席告別式，並代表頒贈總統褒揚令，由林亨泰長子林于竝代表受贈。臺師大吳正己校長、文化部長史哲也到場追思。文化部表示，林亨泰身為臺灣文學史上重要且具代表性的「跨語世代作家」之一，歷經日治時期到戰後創作語言轉換，為臺灣文學的大河史創造珍貴的資產，是後人的重要典範。
文化部指出，現代詩是林亨泰主要的創作文類，從1949年發表第1本詩集到2009年的《生命之詩》，歷經一甲子創作不輟，陸續加入銀鈴會、現代派、臺灣筆會等文學社團，並與文友共同發起成立「笠詩社」，成為《笠》詩刊首任主編。
其文學涵括「現代主義」，連結「鄉土」、「本土」與「臺灣意識」，反映臺灣詩史走向的縮影。曾獲國家文藝獎、臺灣新文學貢獻獎、創世紀三十週年詩獎、磺溪文學獎、榮後臺灣詩獎、臺灣文學家牛津獎及吳三連獎等。對於林亨泰辭世，美國著名漢學家與翻譯家陶忘機（John Balcom）謂其殞落，象徵一個文學時代的結束。
林亨泰校友談現代詩 「跨越的一代別無選擇」
重量級詩人林亨泰傑出校友百歲辭世。他最有名的一首詩是「風景」。其布局嚴謹、結構精妙，詩句精簡卻又優雅、充滿哲理，讀時讓人感受到海濱的防風林重重疊疊、無窮無盡，是現代詩派「圖像詩」的扛鼎代表，在台灣文學史上有重要地位。
林亨泰1924年生於彰化，臺灣師範大學教育系40級畢業，曾任職彰化高等工業學校，精通日文。他的詩作冷靜內斂，將哲理和想法精準融入詩中所描寫的事物，透過事物體現詩人的內心世界。
1950年代，臺灣詩壇由戰後來到臺灣的紀弦、覃子豪主導。兩人擁有留日經驗，與以日本現代主義文學為養分的林亨泰一同推動詩壇的現代主義／現代詩運動。
林亨泰在獲第八屆國家文藝獎時表示，他們這一代面臨由日本的殖民統治過渡到的二二八事變、四六事件，以及將近四十年的白色恐怖，「這個世代必須生為非跨越不可的所謂『跨越的一代』，那是因為在我們生命的過程中出現了非跨越不可的鴻溝，我們別無選擇，只有將它跨越過去。」對一個詩人來說，這個「跨越」就是從「新詩」跨越到「現代詩」。而活在這樣的一個變動的時代裡，他要將他的詩注入更多的批判力，「這是我對現代詩所賦予的一個重要的課題。」
林亨泰兼具詩人和文學評論家的雙重身分。他的批判一針見血，詩作卻充滿音樂性，「詩跟音樂性密不可分。」林亨泰受訪時表示，「音樂性就是生活的速度、生活的韻律。」在詩句的錯落之間，靜靜感覺時間的流逝。
林亨泰在彰化的第一個家位在八卦山山腰，夏天一整天都是蟬聲。林亨泰說他習慣在山上的相思林中踱步與沉思，自然的韻律在詩句中生了根。而林亨泰熱愛園藝，總是親自設計庭院，包括花的顏色和位置都非常講究，就像他的詩精小簡練卻布局嚴謹、結構完整。
林亨泰可說是臺灣「雙語教育」的先鋒。他受日本教育長大，第一本詩集以日文寫成，最後卻以精鍊的中文詩作揚名詩壇。晚年中風後卻「轉變頻道」只能用日語寫家族史，再請女兒翻譯成中文。
八十歲之後的林亨泰，從詩人轉成文史工作者。他將收藏了一輩子的四萬本書轉成史料，加上家裡珍藏的老照片和祖先畫像，陸續完成「我們及我們的祖先」、「日本殖民地之下的大正經驗」等家族史，書寫他與父親兩代台灣人的成長經驗。
評論者認為，活過百歲的林亨泰「始於批判」、「走過現代」、「定位本土」。他的創作歷程正是臺灣現代詩史的縮影。(資料來源:文化部、聯合報/編輯:胡世澤/核稿:胡世澤)
【總統府褒揚令全文】
知名作家林亨泰，寬和自謙，通徹叡敏。少歲志切筆硯，以《靈魂的產聲》詩卷付梓，啼聲初試；翌年卒業現國立臺灣師範大學教育系，遄返故里執教，講貫授業，沾溉啟迪。平居偏擅詩文，兼及文學論述，奮越跨語世代侷限，播撒永續社會關懷；描繪符號詩集系列，蘊含濃郁本土意象，詞約指明，嚴謹內斂；珠璣暗藏，富饒興味。尤以《長的咽喉》、《跨不過的歷史》、《林亨泰詩集》暨《現代詩的基本精神：論真摯性》等作品稱譽。嗣與文友草創「笠詩社」，刻劃生活哲理感悟，闡釋文化融合才思，淳靜宣朗，別開蹊踁。曾獲頒創世紀三十週年詩獎評論獎、臺灣新文學貢獻獎、第八屆國家文藝獎及吳三連獎文學獎等殊榮。綜其生平，盡瘁鄉土文學創作發展，豐厚臺灣現代詩史內涵，大匠運斤，輝耀士林；名績盛業，譽流蓬島。遽聞嵩齡徂謝，悼惜彌殷，應予明令褒揚，用示政府篤念耆彥之至意。
延伸閱讀》第18屆傑出校友 詩人、評論家林亨泰 縱橫詩壇60年的本土鬼才 林亨泰與臺灣歷史脈流同行
 





文化部政務次長李靜慧（左）代表頒贈總統褒揚令，由林亨泰長子林于竝代表受贈。















文化部政務次長李靜慧（左）代表頒贈總統褒揚令，由林亨泰長子林于竝代表受贈。











2023.1018








 
--------第18頁--------
體育系產學合作簽約儀式 促進學生接軌運動產業
為學生爭取多元實習機會，臺師大體育與運動科學系與多家運動產業、運動防護單位合作，10月18日舉行「產學合作簽約儀式」。除了與多所市立高中、球隊合作，本次體育系也與長佳開發、舞動陽光、汐游寶寶、名衍行銷等多家運動業界公司簽約，盼透過實習促進產學合作。
本次簽約儀式除讓企業有機會展現優勢，吸引人才，也讓學生更了解各種面向的職涯選擇。體育與運動科學系林靜萍系主任致詞表示：「本次簽約不僅標示我們在產學合作會有更緊密的連結，也期待學生能透過專業知識與發展，為產業注入新活力。」林靜萍主任也鼓勵學子，不只在賽事奪得金牌是成功，在不同領域中找到自己的舞台，同樣能闖出金牌人生。
長佳集團人資副理李佳蕙細心準備小獎品，透過問答互動與學生拉近距離。目前長佳集團主要著重於運動場館管理，積極參與各縣市國民運動中心委外經營管理。在雙北管理五座國民運動中心與和平籃球館，學生也能透過場館活動獲得實務運作體驗。
舞動陽光有限公司杜正忠總經理身為臺師大優秀校友，除了以師大為榮，也希望能透過自家公司，回饋給學弟妹充實的學習培養。杜正忠自豪的表示：「我們做了全台灣最多的運動場館OT(Operate-Transfer)案！」除了場館實習機會，獨特的人才培育系統也是舞動陽光的特點。杜總經理表示，舞動陽光會親自培育健身教練、救生員，讓學生獲得進入業界的敲門磚，也協助學生做職能轉換訓練，培養學生學以致用，將運動科學的學科與術科做可利用的結合。
「好的企業需要好的人才引進。」汐游寶寶林秋蘋營運總監特別感謝校方促成與體育系的合作，讓學生能有良好的機會認識「嬰幼兒游泳」。客服主任陳佩吟表示，汐游寶寶核心理念不只是服務嬰幼兒從事水上活動，更是透過水去創造良好的親子依附關係。在回饋社會層面，臺灣0~14歲兒童溺水率居世界第一，幫助所有孩子學會水上自救，也是汐游寶寶的核心價值。陳主任還提及：「明年1月我們將在新竹落成大型嬰幼兒水上樂園，需要大量人才一起協助維護場館。」盼與學生一起造福更多嬰幼兒。
「跟著我，我教你怎麼辦比賽！」名衍行銷黃成翰總經理親自訓練實習生，並讓他們加入大型賽事的創意行銷企劃，讓學生從實戰中訓練，從挫折中慢慢修正，並在過程中了解到，辦一場比賽的幕後，需要如何去籌畫運作。黃總經理更透露，本次與師大的合作機會是他主動爭取來的。除了位處溫州街的上班地點，提供學生不少便利性外，只要學生願意費心投入，黃總經理表示會傾囊相授，形成團隊的互利共生。(撰稿：社教115龍俞孜/編輯：張適/核稿：胡世澤)
 
 
 
 





大合照。



林靜萍系主任與產業代表們合影。



現場同學踴躍提問。







大合照。



林靜萍系主任與產業代表們合影。



現場同學踴躍提問。



2023.1026
 






名衍行銷黃成翰總經理。





汐游寶寶陳佩吟客服主任。





長佳集團李佳蕙人資副理。





舞動陽光杜正忠總經理。





















名衍行銷黃成翰總經理。





汐游寶寶陳佩吟客服主任。





長佳集團李佳蕙人資副理。





舞動陽光杜正忠總經理。


















名衍行銷黃成翰總經理。





汐游寶寶陳佩吟客服主任。





長佳集團李佳蕙人資副理。





舞動陽光杜正忠總經理。














 
--------第19頁--------
撕下工作的負面標籤 國際名廚江振誠談工作美學
「我慢慢把工作美學變成儀式感，出門前選一首想聽的歌，喝一杯適合今天心情的咖啡；進入廚房一切就定位，對我來說是工作的專業，也是一種美感，這種美感讓人開心。」經歷4年多疫情，國際名廚江振誠用新書《工作美學》，向臺師大國際時尚碩班學生分享他對工作的全新詮釋。
國立臺灣師範大學國際時尚高階管理碩士在職專班111級學生會主辦大師論壇，10月21日晚間邁入學期最終場，邀請臺灣首位米其林主廚、兩度獲時代雜誌讚譽「印度洋上最偉大的廚師」的江振誠來臺師大演講。繼《初心》、《八角哲學》出版後，睽違7年，江振誠帶上新作《工作美學》，分享他30年來貫徹於工作上的美學智慧。
在大部分人眼裡，他是對料理癡迷的工作狂，談起寫這本《工作美學》的起心動念，江振誠想傳達工作和美學並非對立，尤其在工作被貼上負面標籤的當代，工作和疲累、挫敗、焦慮掛勾，衍生出現「躺平族、草莓、佛系工作、精緻窮」等名詞：然而另一方面，美學則是「幸福感、生活的意義、溫暖、平和」。
書本開頭印上了江振誠很喜歡的字－「悟」，他說現在很多人重視速度，但「悟」是需要時間去累積，隨著經驗的增長，悟出這件事背後的道理，那是新智慧的累積，這本工作美學也是他這幾年悟出的心得。
該如何實踐工作美學呢？江振誠首先由建立儀式感談起。像是每天早上花15分鐘聽完一首歌、喝完一杯咖啡，在往返宜蘭臺北的漆黑隧道中準備自己。「我看過一篇報導，成功的人，知道如何讓自己進入心流的狀態。」他鼓勵每個人建立工作前的儀式感，將自己調整到最佳狀態，江振誠比喻，就像創作前買好看的空白筆記本、好寫的筆。他也提出一個發人深省的疑問「你會不會愛上工作中的自己？」提醒工作人更有意識地去覺察自己工作中的狀態。
工作美學不僅限於建立個人的儀式感，也體現在江振誠的餐廳中。位於臺北大直的RAW為米其林二星餐廳，想嘗上一口需提前預約。團隊中有一些不成文的規定，上班時要和整個團隊握手說早安、下班要進行整日回顧後再一起回家。每周日還有SUNDAY PROJECT，廚師們可按喜歡的主題準備員工餐，有時候是墨西哥料理、南美洲派對，享受屬於一週的舒壓。RAW成為員工喜歡的地方，年輕廚師們甚至在休假時相約來上班，互相幫忙沒完成的進度。江振誠表示，了解員工的需求，從小細節營造出歸屬感，工作美學也就此產生。
做為專業廚房，RAW的挑戰比煎煮炒炸要複雜得多，店內每季換一次菜單、擺設、音樂，就像新開一家店，江振誠也藉演講分享他的堅持。遇到挑戰時，他秉持團隊一起解決，「我喜歡團隊一起找都覺得很 OK 的解決方法。在我們的團隊文化裡，沒有Problem，而是Challenge，因為遇到Challenge是一個有辦法突破，但目前還沒有解決方式的狀態。」對他來說，任何挫折都是選擇的必然過程，就像爬山腳一定會痠。最重要的不是標準答案，而是尋找答案的過程是否享受。
江振誠的理念之深，從工作態度到企業文化，現場觀眾好奇他花多少時間在和團隊溝通，他說自己很少做micro-management，反而會花兩三個小時和團隊解釋這一季的概念，將框架描繪的非常清楚。「我從來沒有給我的團隊任何一個配方，例如服務客人沒有SOP，框架就是DO EVERYTHING，去做任何你可以『多做』的事情，那就是客人記住的。」在框架內可以無限擴大，但在框架外的事情就不是團隊要的目標。
以料理人自居，江振誠把對待世界的眼界帶到廚房，隨著外食率提高，廚師的責任越加重大，店內使用和NASA一樣的濾水系統，一臺要價150萬，「廚師的選擇，攸關這些人吃到什麼食物、上游要種什麼產品。我除了做菜，也在改變生態。」此外，有感於臺灣目前沒有專門養成料理人的體制，他將RAW做為一個平台，RAW的制度和歐洲餐廳一樣，放寒暑假、一個禮拜工作四天，固定分享攝影、美術等美感書籍心得，希望藉此培育年輕的料理人，把屬於臺灣文化的料理帶出去。「我教的不只是做菜，是格局。」用書裡的這句話總結他這些年的行動，格外貼切。
演講尾聲，他談了快樂和工作美學的關聯，他分享，要找到來自內心原動力的快樂，才能完成工作美學。「最大的喜悅並不在於別人肯定你的瞬間，而是你真正找到做這件事情的快樂，我覺得那就是工作美學的開始。」這幾年，江振誠拋下米其林光環，回到臺灣開餐廳，他在學校開課，不做菜，而是教學生從創意、顏色、品牌、季節認識臺灣味。
工作美學本身也是一件美的書，書籍設計由三金御用設計師方序中操刀，從尺寸、厚度、觸感都有精細的設計，放在書架上就像一個藝術品。江振誠也分享，溫度是工作美學在設計上很重要的元素，因為工作本身是冰冷，不過藉由手的溫度穿過書衣，開始賦予工作熱情。活動末尾舉辦簽書會，現場氣氛熱絡，替系列大師講堂畫下完美句點。（撰稿：社教114陳廷安/編輯：張適）
 
臺師大GF-EMBA113學年度招生即將於11/1(三)展開，並於11/5(日)舉辦招生說明會。
招生說明會報名連結:
https://docs.google.com/forms/d/1o7lfeONhJSHWf6EBN6nEglIOIWTva1dHn04WQ6Ngdf8/edit
我們期待您的加入，一起探索這個令人興奮的學習機會。希望您能成為我們的一部分，一同追求卓越。





大合照。



江振誠表示，最大的喜悅並不在於別人肯定你的瞬間，而是真正找到做這件事情的快樂，那就是工作美學的開始。



江振誠向臺師大國際時尚碩班學生分享他對工作的全新詮釋。







大合照。



江振誠表示，最大的喜悅並不在於別人肯定你的瞬間，而是真正找到做這件事情的快樂，那就是工作美學的開始。



江振誠向臺師大國際時尚碩班學生分享他對工作的全新詮釋。



2023.1026
 




















































































































 
--------第20頁--------
台文系舉辦台灣兒童文學講座 作家張友漁分享創作歷程
研究顯示閱讀是提昇國力的方法，各國以多種方式推動。台灣如何積極發揮閱讀影響力？台灣語文學系邀請作家張友漁，10月份蒞臨臺師大總圖書館國際會議廳、教育大樓國際會議室及金牌講堂，分享榮獲五座金鼎獎、優良劇本及小說獎的創作歷程。
欣逢台灣語文學系二十周年慶，此活動得助於圖書館同仁的鼎力協助，以及台灣文學學會、林榮三文化公益基金會的支持。引言人台灣語文學系林淑慧教授分享舉辦台灣兒童文學系列講座的因緣，曾於國外訪問研究期間擔任國際志工，體驗大學與民間基金會熱心投入閱讀推廣活動，藉以關懷貧窮、無家可歸、寄養、虐待、未婚懷孕等生活困境，或為司法案件纏身青少年的閱讀教育。
她從推薦主題圖書、歸類、裝箱及註明郵寄處，與大學生及研究生志工齊力將兒童少年圖書及教學手冊，分送給學生、老師、社工與弱勢家庭。又觀摩許多圖書館志工為小朋友朗讀，以激發想像力、注意力並培養表達能力，從學童與志工的回饋感受長期合作的質性成果，故興起辦理互動式講座的動機。
張友漁老師分享30年的創作歷程，以及重讀瑞典國寶級兒童文學作家阿絲特麗‧林格倫《強盜的女兒》30遍的經驗。以《阿國在蘇花公路上騎單車》、《我的爸爸是流氓》、《砲來了，金門快跑》、《再見吧！橄欖樹》、【小頭目優瑪】系列等作品為例，講述如何從生活中取材及蒐集資料的方法。剎那間的妙點子來自於敏銳觀察力的培養，以及長期的閱讀素養，提點大家每天練習捕捉故事的能力。
張友漁又以作品中的巧思問卷討論未成年少女懷孕議題，或是少年小說涉及生態環境主題，《西貢小子》則善用書信日記形式深入關心新住民的處境，更以《誰在橋上寫字》為例，從實際與導演合作的過程，詮釋戒嚴時期的故事發展成小說，再改編成劇本的秘訣。
為了於現場引導培養想像力與創意思考能力，以《天神的釣竿》繪本系列的創意寫作實務基本練習，從創造點子發展成故事或長篇小說的關鍵。不僅強調故事邏輯性以及創造力的重要性，並娓娓道來將寫作提升為生活技能，需細膩的觀察與練習的恆毅力。
藉由多元化的閱讀活動，激發好奇心與批判性思維能力，活動現場獲得來自校內外參與者熱情回饋，台灣語文學系與校內外的學生實作成果亮眼。相信未來能共同擔負推廣閱讀的文化種子，喚醒兒童及少年的自我認同，拓展對世界的理解，積極發揮閱讀影響力。（資料來源：台灣語文學系提供 / 編輯：胡世澤/ 核稿：胡世澤）





台文系林淑慧教授於總圖書館國際會議廳引言



台灣兒童文學講座作家張友漁創作經驗分享



學生現場實作成果發表







台文系林淑慧教授於總圖書館國際會議廳引言



台灣兒童文學講座作家張友漁創作經驗分享



學生現場實作成果發表



2023.1024






學生現場實作成果發表





合照





講座會後合影









學生現場實作成果發表





合照





講座會後合影






學生現場實作成果發表





合照





講座會後合影


 
--------第21頁--------
樂活EMBA海外管理實務課程 赴港澳深入了解國際趨勢
看過荷官專業的服飾，但是看過荷官的衣服，是如何被清洗與管理的嗎？每一件事情都有學問，每一套成功的管理，背後都有一套SOP標準作業流程。多數人去澳門看賭場的華麗與荷官的專業，臺師大運動與休閒學院樂活產業高階經理人碩士在職專班(LOHAS-EMBA)的海外管理實務課程，看的東西就是不一樣，帶學生去看澳門永利皇宮的洗衣管理，上萬員工的制度，如何每日更新清洗，而且有條不紊。
海外管理實務是臺師大樂活EMBA的重要課程，但是近三年疫情打亂了學習的步驟。疫情後的第一次海外研習課程，10月16日至10月21日舉行，由臺師大體育與運動科學系特聘教授張少熙、樂活EMBA副執行長李恆儒、師大前副校長鄭志富特聘教授三位老師帶團出訪，參訪香港及澳門兩地的大學運動、運動管理、餐旅經營、娛樂事業等等，出訪學習的是樂活EMBA第五屆學生。
此行共參訪了三所大學，包括香港中文大學、澳門大學及澳門科技大學，餐旅經營及娛樂事業共參訪了「葡京人親子休閒渡假飯店」、「美獅美高梅飯店」、「永利皇宮綜合式娛樂場渡假村」、「威尼斯人渡假酒店」等等。另外還參訪了極具特色的「中華基督教青年會小學」、「格蘭披治大賽車博物館」。
參訪香港行程第一站來到香港體育學院，相當於臺灣的國訓中心，精英運動員的運動科技訓練，用計畫性的資源投入長期訓練，以及用綜合生物心理社會模式，用策略性的資源分配特區政府的相關資源，讓選手們在奧運殿堂上發光發熱。
第二站到訪師大體育與運動科學系校友羅勁柱擔任校長的中華基督教青年會小學，觀摩如何將永續、運動、科技落地在小學生的教育，羅校長年輕有為充滿教育理想，帶領小學高年級生進行中港臺學生交流，感受到臺師大校友遍及華人世界的教育表率實力。
第三站來到了2023年全球排名第38的香港中文大學，效法全球前百分之三的頂尖大學，學院是學術知識的傳授，書苑讓學生自由依個性選擇，達到共食共學共寢，學生IQ的提升與EQ的平行照顧，教育是百年大計，香港中文大學體育運動科學系致力於社、民、官、商、學，2026年將啟用的啟德體育園，是未來管理實務研習課程的必看標竿。
澳門行程部分則乘坐今年八月才通車的金色巴士，經港珠澳大橋來到位於澳門市中心的「澳門科技大學」，由協理副校長梁文慧教授親自接待，並分享澳門科技大學在短暫的發展時間內躍升為「世界年輕大學第26名」發展史。
同時邀請澳門人才政策委員會主管分享澳門特區政府未來會發展的文化體育、大健康、高新科技與現代金融四大產業，針對奧運獎牌得主的高端人才、各行業中表現卓越的領軍人物、高級專業人才招手。
透過在澳門大學的師大體育與運動科學系校友安排，參訪澳門大學體育場館，介紹攀岩場與抱石場的訓練差別，進而參訪澳門大學「伍宜孫圖書館」。澳大圖書館建築融合了優越的中西文化元素，將中國傳統「天圓地方」的世界觀呈現於此，並由國際交流學生會會長分享澳門大學專注於葡語系、英語系國家大學的學生學習現況。
最後一天觀光行程參訪澳門「格蘭披治大賽車博物館」，「東望洋跑道」是全世界上唯一同時舉行房車賽和機車賽的街道賽場地。整條賽道環繞東望洋山的市區，有「東方的摩納哥賽道」之稱。離澳前一定要參訪被列入世界文化遺產著名地標「大三巴牌坊」與「議事亭前地」，結束一趟具香港、澳門頂尖公私立大學學術交流，運動、休閒、健康、餐旅、博弈產業觀摩及觀光樂趣無窮的六天五夜海外管理實務研習課程。(資料來源:樂活EMBA/編輯:胡世澤/核稿:胡世澤）

參訪香港體育學院

參訪中華基督教青年會小學

參訪澳門大學與伍宜孫圖書館





臺師大樂活EMBA師生與永利皇宮陳志玲總裁合影



臺灣師範大學與香港中文大學師長群與香港首席鐵人李致和合影



臺師大樂活EMBA師生聽取澳門發展定位簡報







臺師大樂活EMBA師生與永利皇宮陳志玲總裁合影



臺灣師範大學與香港中文大學師長群與香港首席鐵人李致和合影



臺師大樂活EMBA師生聽取澳門發展定位簡報



2023.1024






澳門科技大學協理副校長梁文慧教授與臺灣師範大學前副校長鄭志富特聘教授





美獅美高梅楊歆總監與臺師大體育與運動科學系特聘教授張少熙





參訪葡京人親子渡假酒店與林克明營銷副總監合影





臺師大體育與運動科學系張少熙特聘教授與香港中文大學體育運動科學系沈劍威教授





樂活EMBA李恆儒副執行長與香港體育學院運科中心蘇志雄博士





澳門特別行政區經濟適度多元發展規劃報告









澳門科技大學協理副校長梁文慧教授與臺灣師範大學前副校長鄭志富特聘教授





美獅美高梅楊歆總監與臺師大體育與運動科學系特聘教授張少熙





參訪葡京人親子渡假酒店與林克明營銷副總監合影





臺師大體育與運動科學系張少熙特聘教授與香港中文大學體育運動科學系沈劍威教授





樂活EMBA李恆儒副執行長與香港體育學院運科中心蘇志雄博士





澳門特別行政區經濟適度多元發展規劃報告






澳門科技大學協理副校長梁文慧教授與臺灣師範大學前副校長鄭志富特聘教授





美獅美高梅楊歆總監與臺師大體育與運動科學系特聘教授張少熙





參訪葡京人親子渡假酒店與林克明營銷副總監合影





臺師大體育與運動科學系張少熙特聘教授與香港中文大學體育運動科學系沈劍威教授





樂活EMBA李恆儒副執行長與香港體育學院運科中心蘇志雄博士





澳門特別行政區經濟適度多元發展規劃報告


 
